{
  "muc_luc": "Creed Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: Who is your Lord?",
      "cau_tra_loi": "Answer: My Lord is Allah Who has raised me and the whole worlds with His favor.\nThe evidence lies in His saying: {All praise be to Allah, the Lord of the worlds.} [Surat al-Fātihah: 2]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: What is your religion?",
      "cau_tra_loi": "Answer: My religion is Islam, which is all about submitting to Allah through monotheism, yielding to Him through obedience, and dissociating oneself from Shirk (polytheism) and its people.\nAllah Almighty says: {The true religion with Allah is Islam...} [Surat Āl ‘Imrān: 19]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: Who is your prophet?",
      "cau_tra_loi": "Answer: Muhammad (may Allah’s peace and blessings be upon him).\nAllah Almighty says: {Muhammad is the Messenger of Allah...} [Surat al-Fat-h: 29]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: What are the words of Tawhīd (monotheism) and mention Tawhīd's meaning?",
      "cau_tra_loi": "Answer: The words of Tawhīd are \"Lā ilāha illallāh\". This means that none is worthy of worship except Allah.\nAllah Almighty says: {Then know [O Prophet] that none has the right to be worshiped except Allah...} {Surat Muhammad: 19]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: Where is Allah Almighty?",
      "cau_tra_loi": "Answer: Allah is in the heaven, above the Throne and above all the creation. Allah Almighty says: {The Most Compassionate rose over the Throne.} [Surat Taha: 5] He also says: {He is the Vanquisher over His slaves, and He is the All-Wise, the All-Aware.} [Surat al-An‘ām: 18]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: What is the meaning of the testimony that Muhammad is the Messenger of Allah?",
      "cau_tra_loi": "Answer: It means that Allah sent him to the worlds as a bringer of glad tidings and as a warner.\nIt is a must to:\n1. Obey his commands\n2. Believe his reports\n3. Refrain from disobeying him\n4. Worship Allah only in compliance with his Sharia, which requires following the Sunnah and abandoning religious innovations.\nAllah Almighty says: {Whoever obeys the Messenger has indeed obeyed Allah.} [Surat an-Nisā’: 80] He also says: {Nor does he speak out of his own desire. It is but a revelation sent down [to him].} [Surat an-Najm: 3-4] Allah Almighty also says: {Indeed, in the Messenger of Allah you have an excellent example for those who look forward to Allah and the Last Day, and remember Allah much.} [Surat al-Ahzāb: 21]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: Why did Allah Almighty create us?",
      "cau_tra_loi": "Answer: He created us to worship Him alone without associating partners with Him,\nand did not create us for fun or play.\nAllah Almighty says: {I have not created the jinn and mankind except to worship Me.} [Surat adh-Dhāriyāt: 56]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: What is worship?",
      "cau_tra_loi": "Answer: It is a broad term that includes all apparent and hidden sayings and deeds that Allah loves and is pleased with.\nExamples of the apparent sayings and deeds include making Dhikr with the tongue, like Tasbīh (glorifying Allah), Tahmīd (praising Allah), and Takbīr (proclaiming Allah’s greatness),  praying, and performing Hajj (pilgrimage).\nOn the other hand, reliance on Allah, fearing Him, and having hopes in Him are examples of the hidden aspects of worship.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: What is our greatest duty?",
      "cau_tra_loi": "Answer: Our greatest duty is to believe in the Oneness of Allah Almighty, i.e., adopt Tawhīd.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: What are the types of Tawhīd?",
      "cau_tra_loi": "Answer: 1. Tawhīd ar-Rubūbiyyah (Oneness of Lordship): It means to believe that Allah alone is the Creator, the Provider, the Owner, and the Disposer of Affairs.\n2. Tawhīd al-Ulūhiyyah (Oneness of Worship): It means to single Allah out with worship, i.e., to worship none but Allah Almighty.\n3. Tawhīd al-Asmā’ wa as-Sifāt (Oneness of the Names and the Attributes): It means to believe in Allah’s names and attributes that are mentioned in the Qur’an and Sunnah without Tamthīl (drawing resemblance between Allah and His creatures), Tashbīh (likening), or Ta‘tīl (negating).\nEvidence on the three types of Tawhīd lies in the verse where Allah Almighty says: {Lord of the heavens and earth and all that is between them. So worship Him and be constant in worshiping Him. Do you know anyone equal to Him?} [Surat Maryam: 65]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: What is the gravest sin?",
      "cau_tra_loi": "Answer: Shirk (polytheism), i.e., associating partners with Allah Almighty.\nAllah Almighty says: {Allah does not forgive associating partners with Him, but forgives anything less than that for whom He wills. Whoever associates partners with Allah has indeed committed a grave sin.} [Surat an-Nisā’: 48]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: Mention the definition of Shirk and its types?",
      "cau_tra_loi": "Answer: Shirk is dedicating any sort of worship to other than Allah Almighty.\nIts types are:\nMajor Shirk, like supplicating, prostrating, or slaughtering a sacrifice for other than Allah Almighty.\nMinor shirk, like swearing by other than Allah, using amulets, which are things worn or hung to bring about benefit or ward off harm, and slight ostentation, such as praying in a perfect manner while people are looking.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: Does anyone know the unseen other than Allah?",
      "cau_tra_loi": "Answer: None knows the unseen except Allah alone.\nAllah Almighty says: {Say, “No one in the heavens and earth has knowledge of the unseen except Allah.” Nor do they know when they will be resurrected.} [Surat an-Naml: 65]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: What are the pillars of Imān (faith)?",
      "cau_tra_loi": "Answer: 1. Belief in Allah Almighty\n2. Belief in His angels\n3. Belief in His books\n4. Belief in His messengers\n5. Belief in the Last Day\n6. Belief in destiny, with the pleasant and unpleasant aspects thereof\nEvidence lies in the famous Hadīth of Jibrīl (Gabriel) that was narrated by Muslim. Gabriel (peace be upon him) said to the Prophet (may Allah’s peace and blessings be upon him): \"'Tell me about faith.' He said: 'It is to believe in Allah, His angels, His books, His messengers, the Last Day, and destiny with the pleasant and unpleasant aspects thereof.'\"",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: Explain the pillars of Imān (faith)?",
      "cau_tra_loi": "Answer: Belief in Allah Almighty\nIt is to believe that Allah is the One Who created you and provided for you, and that Allah alone is the Owner and the Disposer of affairs.\nIt is also to believe that Allah is the only deity worthy of worship,\nand that He is the Magnificent, the Great, and the Perfect to Whom all praise is due and Who owns the beautiful names and the sublime attributes. He has no rivals and nothing is like Him.\nBelief in the Angels\nAngels are creatures that Allah created from light. They were created to worship Allah and fully obey His commands.\nGabriel (peace be upon him), who was assigned to bring down the revelation to the prophets, is one of the angels.\nBelief in the Books\nThese are the books that Allah sent down to His messengers. Examples are:\n- The Qur’an that was revealed to Muhammad (may Allah’s peace and blessings be upon him)\n- The Gospel that was revealed to ‘Isa (Jesus) (peace be upon him)\n- The Torah that was revealed to Mūsa (Moses) (peace be upon him)\n- The Psalms that were revealed to Dāwūd (David) (peace be upon him)\nThe Scriptures of Ibrāhim (Abraham) and Moses\nBelief in the Messengers\nThey are the messengers whom Allah Almighty sent to His servants to teach them, bring them the glad tidings of good and Paradise, and warn them against evil and Hellfire.\nThe best among them are the Messengers of Firm Resolve, who are:\nNūh (Noah) (peace be upon him)\nIbrāhim (Abraham) (peace be upon him)\nMūsa (Moses) (peace be upon him)\nĪsa (Jesus) (peace be upon him)\nMuhammad (may Allah’s peace and blessings be upon him)\nBelief in the Last Day\nIt refers to what comes after death in the grave, on the Day of Judgment, and on the Day of Resurrection and Reckoning after which the dwellers of Paradise settle in their abodes and the dwellers of Hellfire settle in theirs.\nBelief in destiny with its good and bad aspects\nIt is to believe that Allah knows everything that happens in the universe, which He had previously written in the Preserved Tablet and had willed to create and bring to existence.\nAllah Almighty says: {Indeed, We have created everything according to a determined measure.} [Surat al-Qamar: 49]\nIt has four levels:\nFirst: Knowledge of Allah Almighty: This includes Allah’s prior knowledge of everything, before and after it happens.\nAllah says: {Indeed, Allah has the knowledge of the Hour. He sends down the rain and knows what is in the wombs. No soul knows what it will do tomorrow, nor does any soul know in which land it will die. Indeed, Allah is All-Knowing, All-Aware.} {Surat Luqmān: 34]\nSecond: Allah had written this in the Preserved Tablet; so, whatever happened and whatever will still happen are written with Allah in a record.\nAllah says: {He alone has the keys of the unseen; no one knows them except Him. He knows what is in the land and sea. Not a leaf falls without His knowledge, nor a grain in the darkness of the earth, nor anything moist or dry, but is [written] in a Clear Record.} [Surat al-An‘ām: 59]\nThird: Everything happens by the will of Allah, i.e., nothing happens by Him or by His creatures, except by His will.\nAllah says: {For those among you who wish to take the straight path. But you cannot wish except by the Will of Allah, the Lord of the worlds.} [Surat at-Takwīr: 28-29]\nFourth: Believing that all creatures are created by Allah. He created them and created their qualities, movements, and everything related to them.\nAllah says: {When it is Allah Who created you and all what you do?} [Surat as-Sāffāt: 96]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: What is the definition of the Qur’an?",
      "cau_tra_loi": "Answer: It is the word of Allah Almighty, and it is not created.\nAllah Almighty says: {If any of the polytheists asks you for protection, give it to him, so that he may hear the Word of Allah...} [Surat at-Tawbah: 6]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: What is the Sunnah?",
      "cau_tra_loi": "Answer: It is every saying, deed, approval, physical or moral quality of the Prophet (may Allah’s peace and blessings be upon him).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: What is religious innovation? Should we accept it?",
      "cau_tra_loi": "Answer: It is everything that people introduce in the religion that did not exist at the time of the Prophet (may Allah’s peace and blessings be upon him) and his Companions.\nWe should not accept it; rather, we should reject it.\nBecause the Prophet (may Allah’s peace and blessings be upon him) said: \"Every religious innovation is an error.\" [Narrated by Abu Dāwūd]\nExamples of religious innovations are: adding to worship, like adding a fourth-time washing to ablution, and celebrating the birthday of the Prophet, which was not reported from the Prophet (may Allah's peace and blessings be upon him) and his Companions.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: Mention the principle of Al-Walā’ (allegiance) and Al-Barā’ (dissociation)?",
      "cau_tra_loi": "Answer: Allegiance: It means loving and supporting the believers.\nAllah Almighty says: {The believers, both men and women, are allies of one another...} [Surat at-Tawbah: 71]\nDissociation: It means hating the disbelievers and taking them as enemies.\nAllah Almighty says: {Indeed, you have a good example in Abraham and those with him, when they said to their people, “We dissociate ourselves from you and whatever you worship besides Allah. We renounce you, and the enmity and hatred have arisen between us and you forever until you believe in Allah alone”.} [Surat al-Mumtahanah: 4]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: Does Allah accept any religion other than Islam?",
      "cau_tra_loi": "Answer: Islam is the only religion that Allah accepts.\nAllah Almighty says: {Anyone who seeks a religion other than Islam, never will it be accepted from him; and in the Hereafter he will be among the losers.} [Surat Āl ‘Imrān: 85]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: Kufr (disbelief) could be committed by words, deeds, and beliefs; give examples?",
      "cau_tra_loi": "Answer: An example of committing Kufr by words is blaspheming Allah Almighty or His Messenger (may Allah’s peace and blessings be upon him).\nAn example of committing Kufr by deeds is degrading the Mus-haf (a bound copy of the Qur’an), or prostrating to other than Allah Almighty.\nAn example of committing Kufr by belief is believing that there is someone who is worthy of worship other than Allah Almighty, or that there is a creator besides Allah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Question 22: What is hypocrisy and what are its types?",
      "cau_tra_loi": "Answer:\n1. Major Hypocrisy: It means hiding disbelief and proclaiming faith.\nIt gets one outside the fold of Islam and it is considered major disbelief.\nAllah Almighty says: {Indeed, the hypocrites will be in the lowest depths of the Fire, and you will never find for them any helper.} [Surat an-Nisā’: 145]\n2. Minor Hypocrisy:\nExamples include: lying, breaking promises, and betraying trusts.\nHypocrisy does not take one out of the fold of Islam. Rather, it is a sin, and the one who commits it will be subjected to divine torment.\nThe Messenger of Allah (may Allah’s peace and blessings be upon him) said: \"Signs of the hypocrite are three: when he speaks, he tells lies; when he makes a promise, he breaks it; and when he is entrusted, he betrays the trust.\" [Narrated by Al-Bukhāri and Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Question 23: Who is the seal of the prophets and messengers?",
      "cau_tra_loi": "Answer: He is Muhammad (may Allah’s peace and blessings be upon him).\nAllah Almighty says: {Muhammad is not the father of any of your men, but he is the Messenger of Allah and the seal of the prophets...} [Surat al-Ahzāb: 40] Moreover, the Prophet (may Allah’s peace and blessings be upon him) said: \"I am the seal of the prophets, and there is no prophet after me.\" [Narrated by Abu Dāwūd, At-Tirmidhi, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Question 24: What is the miracle?",
      "cau_tra_loi": "Answer: The miracle is every supernatural act or event with which Allah Almighty supported His prophets to prove their truthfulness. Examples are:\n- Splitting the moon for the Prophet (may Allah’s peace and blessings be upon him)\n- Splitting the sea for Moses (peace be upon him) and the drowning of Pharaoh and his soldiers",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Question 25: Who are the Companions? Should we love them?",
      "cau_tra_loi": "Answer: The Companion is the one who met the Prophet (may Allah’s peace and blessings be upon him), believed in him, and died as a Muslim.\nWe should love them and follow their example, since they are the best among the people after the prophets.\nThe best Companions are the four Caliphs, who are:\n- Abu Bakr (may Allah be pleased with him)\n- ‘Umar (may Allah be pleased with him)\n- ‘Uthmān (may Allah be pleased with him)\n- ‘Ali (may Allah be pleased with him)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Question 26: Who are the Mothers of the Believers?",
      "cau_tra_loi": "Answer: They are the wives of the Prophet (may Allah’s peace and blessings be upon him).\nAllah Almighty says: {The Prophet has a greater claim over the believers than their own selves, and his wives are their mothers.} [Surat al-Ahzāb: 6]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Question 27: What is our duty towards the Prophet’s household?",
      "cau_tra_loi": "Answer: The household of the Prophet (may Allah’s peace and blessings be upon him) includes his wives, his offspring, and the believers from among Banu Hāshim and Banu Al-Muttalib. It is our duty to love and support them, hate whoever hates them, and avoid extremism regarding them.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Question 28: What is our duty towards the Muslim rulers?",
      "cau_tra_loi": "Answer: Our duty towards the Muslim rulers is to respect them, obey them in whatever does not involve a sin, not to rebel against them, supplicate for them, and advise them secretly.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Question 29: What is the abode of the believers?",
      "cau_tra_loi": "Answer: The abode of the believers is Paradise. Allah Almighty says: {Allah will surely admit those who believe and do righteous deeds to gardens under which rivers flow...} [Surat Muhammad: 12]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Question 30: What is the abode of the disbelievers?",
      "cau_tra_loi": "Answer: The abode of the disbelievers is Hellfire. Allah Almighty says: {then beware of the Fire whose fuel will be people and stones, which is prepared for the disbelievers.} [Surat al-Baqarah: 24]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Question 31: What is fear? What is hope? What is the evidence?",
      "cau_tra_loi": "Answer: Fear: means to fear Allah and fear His punishment.\nHope: means hoping for Allah’s reward, forgiveness, and mercy.\nEvidence lies in His saying: {Those whom they call upon seek means of nearness to their Lord, each trying to become closer, hoping for His Mercy and fearing His punishment.} [Surat al-Isrā’: 57] Allah Almighty also says: {Inform My slaves that I am indeed the All-Forgiving, the Most Merciful, and that My punishment is the most painful punishment.} [Surat al-Hijr: 49-50]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Question 32: Mention some of the names and attributes of Allah Almighty?",
      "cau_tra_loi": "Answer: Allah, Ar-Rabb (the Lord), Ar-Rahmān (the Most Compassionate), As-Samī‘ (the All-Hearing), Al-Basīr (the All-Seeing), Al-‘Alīm (the All-Knowing), Ar-Razzāq (the All-Provider), Al-Hayy (the Ever-Living), Al-‘Azhīm (the Magnificent) in addition to other beautiful names and sublime attributes.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    },
    {
      "id": 33,
      "cau_hoi": "Question 33: Explain these names?",
      "cau_tra_loi": "Answer: Allah: It means the only God worthy of worship with no partners.\nAr-Rabb: It means the only Creator, Owner, Provider, and Disposer of Affairs.\nAs-Samī‘: It means the One Whose Hearing encompasses everything, and Who hears all voices despite their differences and variations.\nAl-Basīr: It means the One Who sees everything, no matter how small or big it is.\nAl-‘Alīm: It means the One Whose knowledge encompasses everything in the past, present, and the future.\nAr-Rahmān: It means the One Whose mercy encompasses all creatures and all living beings, i.e., all the servants and creatures are under His mercy.\nAr-Razzāq: It means the One Who provides for all the creatures including the humans, the jinn, and all other living beings.\nAl-Hayy: It means the One Who does not die while all creatures die.\nAl-‘Azhīm: It means the One Who possesses all perfection and all magnificence in His names, attributes, and deeds.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/33.mp3"
    },
    {
      "id": 34,
      "cau_hoi": "Question 34: What is our duty towards the Muslim scholars?",
      "cau_tra_loi": "Answer: Our duty towards the Muslim scholars is to love them and refer to them in Sharia-related issues and unprecedented events. We should mention the scholars in a positive way, and whoever mentions them negatively is not following the right path.\nAllah Almighty says: {Allah will raise in ranks those who believed from among you and those who are given knowledge. And Allah is All-Aware of what you do.} [Surat al-Mujādalah: 11]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/34.mp3"
    },
    {
      "id": 35,
      "cau_hoi": "Question 35: Who are the Awliyā’ (allies) of Allah Almighty?",
      "cau_tra_loi": "Answer: They are the pious believers.\nAllah Almighty says: {Indeed, the allies of Allah will have no fear, nor will they grieve. Those who believe and fear Allah.} [Surat Yūnus: 62-63]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/35.mp3"
    },
    {
      "id": 36,
      "cau_hoi": "Question 36: Does Imān (faith) include words and deeds?",
      "cau_tra_loi": "Answer: Faith includes words, deeds, and beliefs.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/36.mp3"
    },
    {
      "id": 37,
      "cau_hoi": "Question 37: Does Imān increase and decrease?",
      "cau_tra_loi": "Answer: Imān increases by obeying Allah, and decreases by disobeying Him.\nAllah Almighty says: {The true believers are those whose hearts are filled with awe when Allah is mentioned, and their faith increases when His verses are recited to them, and they put their trust only in their Lord.} [Surat al-Anfāl: 2]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/37.mp3"
    },
    {
      "id": 38,
      "cau_hoi": "Question 38: What is Ihsān (benevolence/excellence)?",
      "cau_tra_loi": "Answer: To worship Allah as if you see Him, and if you cannot see Him, He sees you.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/38.mp3"
    },
    {
      "id": 39,
      "cau_hoi": "Question 39: When will the deeds be accepted by Allah Almighty?",
      "cau_tra_loi": "Answer: Deeds are accepted by Allah Almighty when two conditions are fulfilled, which are:\n1. If the deed is dedicated with full sincerity to Allah Almighty\n2. If the deed complies with the Sunnah of the Prophet (may Allah’s peace and blessings be upon him)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/39.mp3"
    },
    {
      "id": 40,
      "cau_hoi": "Question 40: What is Tawakkul (reliance) on Allah Almighty?",
      "cau_tra_loi": "Answer: It means reliance on Allah Almighty in bringing benefit and warding off harm, while utilizing the available means.\nAllah Almighty says: {Whoever puts his trust in Allah, He is sufficient for him.} [Surat at-Talāq: 3]\n\"Sufficient for him\": It means He will grant him sufficiency.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/40.mp3"
    },
    {
      "id": 41,
      "cau_hoi": "Question 41: What is the duty of enjoining good and forbidding evil?",
      "cau_tra_loi": "Answer: Enjoining good: means enjoining people to do every act of obedience to Allah Almighty, and forbidding evil: means forbidding people from every sin with which they disobey Allah Almighty.\nAllah Almighty says: {You are the best nation ever raised for mankind: you enjoin what is right and forbid what is wrong, and believe in Allah.} [Surat Āl ‘Imrān: 110]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/41.mp3"
    },
    {
      "id": 42,
      "cau_hoi": "Question 42: Who are Ahl-us-Sunnah wa al-Jamā‘ah?",
      "cau_tra_loi": "Answer: They are those people who adopt the way of the Prophet (may Allah’s peace and blessings be upon him) and his Companions in words, deeds, and beliefs.\nThey are called \"Ahl-us-Sunnah\" because they follow the Sunnah of the Prophet (may Allah’s peace and blessings be upon him) and refrain from introducing innovations in the religion.\n\"Al-Jamā’ah\" (group) refers to the fact that they have united on the truth, and were not divided therein.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/42.mp3"
    }
  ]
}
