{
  "muc_luc": "Acts of Worship Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: Define Tahārah (ritual purification)?",
      "cau_tra_loi": "Answer: Tahārah means purification from Hadath (ritual impurity) and Khabath (material impurity).\nPurification from \"khabath\" is by removing material impurity from one’s body, clothes, or place of prayer.\nPurification from \"hadath\" is by performing ablution or Ghusl (ritual bath) with pure water, or by performing Tayammum (dry ablution) in case the water is unavailable or it is difficult for one to use it.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: How could one purify what is affected by Najāsah (material impurity)?",
      "cau_tra_loi": "Answer: By washing it with water until it becomes clean.\nAs for what is licked by a dog, it has to be washed seven times the first of which must be with dust.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: What is the merit of ablution?",
      "cau_tra_loi": "Answer: The Prophet (may Allah’s peace and blessings be upon him) said: \"When a Muslim - or a believer - performs ablution and washes his face, every single sin that he committed with his eyes will be washed away from his face with water, or with the last drop of water. When he washes his hands, every single sin that he committed with his hands will be washed away from his hands with water, or with the last drop of water. When he washes his feet, every single sin that he committed with his feet will be washed away from his feet with the water, or with the last drop of water, until he finally becomes purified from all his sins.\" [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: How should we perform ablution?",
      "cau_tra_loi": "Answer: We perform ablution by:\n- Washing the hands - three times\n- Rinsing the mouth three times, and sniffing water into the nose and blowing it out of the nose - three times\nMadmadah: It means rinsing the mouth with water then spitting it out.\nIstinshāq: It means sniffing water into the nose with the right hand.\nIstinthār: It means blowing water out of the nose with the left hand.\n- Washing the face - three times\n- Washing the arms including the elbows - three times\n- Wiping over the head, moving the hands forwards then backwards, and wiping the ears\n- Washing the feet up to the ankles - three times\nThis is the most perfect manner of performing ablution as authentically reported from the Prophet (may Allah’s peace and blessings be upon him) in the Hadīths of Al-Bukhāri and Muslim that were narrated by ‘Uthmān, ‘Abdullah ibn Zayd, and others. It was also authentically reported from the Prophet (may Allah’s peace and blessings be upon him) in Sahīh al-Bukhāri and others that he washed each of the organs of ablution once and sometimes twice.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: What are the obligatory acts of ablution? How many are they?",
      "cau_tra_loi": "Answer: The obligatory acts of ablution are the acts that render one’s ablution invalid if one of them is left out. They are:\n1. Washing the face, which includes rinsing the mouth and sniffing water into the nose\n2. Washing the arms including the elbows\n3. Wiping over the head, which includes wiping the ears\n4. Washing the feet up to the ankles\n5. Maintaining the prescribed order by washing the face first, followed by the hands, then wiping over the head, and finally washing the feet.\n6. Succession, which means washing the organs of ablution successively without leaving an interval of time that allows the organs to become dry.\nAn example in this regard is when one performs only half of the ablution and then completes it some other time. In this case, one’s ablution is invalid.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: What are the Sunan (recommended acts) of ablution? How many are they?",
      "cau_tra_loi": "Answer: The recommended acts of ablution are those acts which if performed, one's reward increases, and if one does not perform them, he incurs no sin and his ablution is valid. They are:\n1. Saying: \"Bismillāh\" (In the Name of Allah)\n2. Using the Siwāk (tooth-cleaning twig)\n3. Washing the two palms\n4. Washing between the fingers\n5. Washing the organs for a second and third time\n6. Starting with the right organs first\n7. Saying the following Dhikr after ablution: \"Ash-hadu allā ilāha illallāh wahdahu lā sharīka lah, wa ash-hadu anna Muhammad ‘abduhu wa rasūluh\" (I testify that there is no god but Allah with no partners with Him, and I testify that Muhammad is His servant and messenger)\n8. Performing two Rak‘ahs (units of prayer) after ablution",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: What are the invalidators of ablution?",
      "cau_tra_loi": "Answer: The invalidators of ablution are:\n1. Whatever comes out of the two private parts, i.e., urine, feces, or wind\n2. Sleep, madness, or loss of consciousness\n3. Eating camel meat\n4. Touching the front or back private parts with hand without a barrier",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: What is Taymmum (dry ablution)?",
      "cau_tra_loi": "Answer: Tayammum: It means using dust or the like of earth when water is unavailable, or it cannot be used.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: How do we perform Tayammum?",
      "cau_tra_loi": "Answer: We perform Tayammum by striking the dust once with the palms of the hands and wiping the face and the back parts of the hands once only.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: What are the invalidators of Tayammum?",
      "cau_tra_loi": "Answer: All the invalidators of ablution,\nalso when water is available.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: What are the Khuffs and Jawrabs? Is it permissible to wipe over them in ablution?",
      "cau_tra_loi": "Answer: The Khuffs refer to the leather socks that one may put on his feet.\nThe Jawrabs, on the other hand, refer to socks that are made of other than leather.\nIt is permissible to wipe over them in ablution instead of washing the feet.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: What is the wisdom behind wiping over leather socks?",
      "cau_tra_loi": "Answer: It is meant to make things easy for people and alleviate the hardship of performing ablution, especially in cold weather during winter, and while traveling when it is hard for one to take off the socks.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: What are the conditions of the validity of wiping over leather socks?",
      "cau_tra_loi": "Answer: 1. To put on the leather socks while being in a state of Tahārah (ritual purification), i.e., after performing ablution.\n2. The leather socks must be pure, since it is impermissible to wipe over what is impure.\n3. The leather socks must cover the whole feet including ankles.\n4. Wiping over leather socks must be within the limited period of time, which is a day and a night for a resident, and three days and three nights for a traveler.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: What is the manner of wiping over leather socks?",
      "cau_tra_loi": "Answer: It is by putting one’s wet fingers over his toes and wiping over them up to the shin, using the right hand to wipe over the right feet and the left hand to wipe over the left feet. The fingers should be kept apart during the wiping, and it should be done once without being repeated.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: What invalidates wiping over leather socks?",
      "cau_tra_loi": "Answer: 1. Expiry of the specific duration of time for wiping, since it is impermissible to wipe over them after that duration: a day and a night for a resident, and three days and three nights for a traveler.\n2. Taking off the leather socks or one of them after wiping.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: What is the meaning of Salāh (prayer)?",
      "cau_tra_loi": "Answer: Salāh is worshiping Allah by specific words and acts. It starts with Takbīr (saying: Allāhu Akbar i.e., Allah is the Greatest) and ends with Taslīm (salutation of peace that ends the prayer).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: What is the ruling of prayer?",
      "cau_tra_loi": "Answer: Prayer is an obligation upon every Muslim.\nAllah Almighty says: {Indeed, prayer is prescribed for the believers at specific times.} [Surat an-Nisā’: 103]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: What is the ruling on abandoning the prayer?",
      "cau_tra_loi": "Answer: Abandoning the prayer constitutes disbelief, as the Prophet (may Allah’s peace and blessings be upon him) said:\n\"The covenant (that distinguishes) between us and them (disbelievers) is the prayer; so, whoever abandons it has indeed committed disbelief.\"\n[Narrated by Ahmad, At-Tirmidhi, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: How many prayers are obligatory upon the Muslim in one day and night? What are the number of Rak‘ahs in each prayer?",
      "cau_tra_loi": "Answer: There are five obligatory prayers in one day and night. They are: the Fajr (dawn) prayer: two Rak‘ahs, the Zhuhr (noon) prayer: four Rak‘ahs, the ‘Asr (afternoon) prayer: four Rak‘ahs, the Maghrib (sunset) prayer: three Rak‘ahs, and the ‘Ishā’ (night) prayer: four Rak‘ahs.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: What are the conditions of prayer?",
      "cau_tra_loi": "Answer: 1. Islam, as the prayer of a disbeliever is invalid\n2. Sanity, as the prayer of an insane person is invalid\n3. Discernment, as the prayer of the undiscerning child is invalid\n4. The intention\n5. Commencement of the prescribed time\n6. Tahārah, i.e., removal of Hadath (ritual impurity)\n7. Purification from physical impurity\n8. Covering the ‘Awrah (parts of the body that must be covered)\n9. Facing the Qiblah (direction of the Ka‘bah)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: What are the pillars of the prayer?",
      "cau_tra_loi": "Answer: They are fourteen pillars, which are:\n1. Standing in the obligatory prayer for the one who is capable\n2. The opening Takbīr, which is saying: \"Allāhu Akbar\" (Allah is the Greatest)\n3. Reciting Surat al-Fātihah\n4. Rukū‘ (bowing) while straightening one’s back and making his head in alignment with his back\n5. Rising from Rukū‘\n6. Standing up straight\n7. Sujūd (prostration): It is by placing one’s forehead, nose, palms, knees, and tiptoes on the ground while prostrating\n8. Rising from Sujūd\n9. Sitting between the two prostrations\nIt is an act of Sunnah to sit on one’s left foot, while keeping the right foot straight upward and keeping its toes facing the Qiblah.\n10. Serenity, which is calmness in performing each physical pillar\n11. The last Tashahhud\n12. Sitting for Tashahhud\n13. Making Taslīm by saying: \"As-salāmu ‘alaykum wa rahmatullāh\" (may the peace and mercy of Allah be upon you) - twice.\n14. Maintaining the prescribed order of the pillars as mentioned; so, if one intentionally prostrates before bowing, his prayer is invalid. However, if he does so unintentionally, he must return back to perform bowing first then prostrate.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Question 22: What are the obligatory acts of the prayer?",
      "cau_tra_loi": "Answer: The obligatory acts of the prayer are eight; they are:\n1. Making Takbīrs (saying: Allāhu Akbar), other than the opening Takbīr\n2. Saying: \"Sami‘allāhu liman hamidah\" (Allah hears whoever praises Him) by the Imam and the one praying alone\n3. Saying: \"Rabbanā wa laka al-hamd\" (O our Lord, all praise belongs to You)\n4. Saying: \"Subhāna rabbiya Al-‘Azhīm\" (Glory be to my Lord, the Magnificent) once in Rukū‘ (bowing)\n5. Saying: \"Subhāna rabbiya Al-A‘lā\" (Glory be to my Lord, the Most High) once in Sujūd (prostration)\n6. Saying: \"Rabbighfir lī\" (O Lord, forgive me) between the two prostrations\n7. Saying the first Tashahhud\n8. Sitting for the first Tashahhud",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Question 23: What are the Sunan (recommended acts) of the prayer?",
      "cau_tra_loi": "Answer: They are eleven, which are:\n1. Reciting Du‘ā’ al-Istiftāh (the opening supplication), after making the opening Takbīr, by saying: \"Subhānak Allāhumma wa bihamdik, wa tabārak ismuk, wa ta‘ālā jadduk, wa lā ilāha ghayruk\" (Glory be to You, O Allah, and with Your praise, and blessed is Your Name, and exalted is Your majesty, and there is no god but You)\n2. Making Ta‘awwudh (saying: A‘ūdhu billāh min ash-shaytān ar-rajīm) (I seek refuge with Allah from the accursed devil)\n3. Saying: \"Bismillāh ar-Rahmān ar-Rahīm\" (In the Name of Allah, the Most Compassionate, the Most Merciful)\n4. Saying: \"Āmīn\" (Amen)\n5. Reciting a surah after Surat al-Fātihah\n6. Reciting the Qur’an audibly by the Imam\n7. Saying after Tahmīd (praising Allah): \"Mil’as-samāwāti wa mil’al-ardi wa mil’a mā shi’ta min shay’in ba‘d\" (filling the heavens, the earth, and whatever else You will)\n8. The Tasbīhs (Glorifying Allah) after the first Tasbīh in Rukū‘, i.e., the second and third Tasbihs or more\n9. The Tasbīhs (Glorifying Allah) after the first Tasbīh in Sujūd\n10. Saying more than once: \"Rabbighfir lī\" between the two prostrations\n11. Invoking the peace and blessings of Allah upon the Prophet and his family in the last Tashahhud and making supplication thereafter\nFourth: The physical Sunan (recommended acts) of the prayer, which are called \"postures\", are:\n1. Raising both hands with the opening Takbīr\n2. Raising both hands when performing Rukū‘\n3. Raising both hands when rising from Rukū‘\n4. Lowering the hands after that\n5. Placing the right hand over the left one\n6. Looking at one’s place of prostration\n7. Leaving a gap between the feet while standing\n8. Gripping the knees with both hands with the fingers spread out in Rukū‘, while straightening one’s back, and making one’s head in alignment with one's back\n9. Resting the organs of prostration on the ground, while making sure that all of them touch the ground.\n10. Keeping the arms away from the sides, the abdomen away from the thighs, and the thighs away from the legs; keeping the knees apart and keeping the feet erected with the toes separated and their bottom touching the ground; putting the hands in alignment with the shoulders while being spread out and with the fingers joined.\n11. Engaging in Iftirāsh (to place the left foot on its side and sitting on it; and keeping the right foot erected while resting on the bottom of the toes facing them towards the Qiblah) while sitting between the two prostrations and during the first Tashahhud. However, performing Tawarruk (to sit with the left posterior on the ground; the right foot erected with the toes pointing towards the Qiblah; and the left foot on its side emerging from under the right foot) during the second Tashahhud.\n12. Putting the hands spread out on the thighs with the fingers joined between the two prostrations and during the Tashahhud as well; however, in the latter, one may clench the little and ring fingers of the right hand, making a ring with the thumb and middle fingers, and pointing with the index finger when mentioning Allah.\n13. Turning the face to the right and then to the left when making Taslīm",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Question 24: What are the invalidators of the prayer?",
      "cau_tra_loi": "Answer: 1. Leaving out one of the pillars or conditions of the prayer\n2. Talking deliberately\n3. Eating or drinking\n4. Frequent and successive movements\n5. Leaving out one of the obligatory acts of the prayer deliberately",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Question 25: How should a Muslim perform the prayer?",
      "cau_tra_loi": "Answer: The manner of the prayer is as follows:\n1. Face the Qiblah with one’s whole body, without deviating or turning away from that direction\n2. Make the intention, in one’s heart without uttering it, to perform a specific prayer\n3. Make the opening Takbīr by saying: \"Allāhu Akbar\" (Allah is the Greatest), while raising the hands to be in alignment with the shoulders\n4. Place the right palm on top of the left hand above the chest\n5. Reciting the opening supplication by saying: \"Allāhumma bā‘id baynī wa bayna khatāyāy kamā bā‘dta bayna al-mashriq wa al-maghrib, Allāhumma naqqinī min khatāyāy kamā yunaqqa ath-thawb al-abyad min ad-danas, Allāhumma ighsilnī min khatāyāy bil mā’i wa ath-thalji wa al-barad\" (O Allah, separate me from my sins as You have separated the East from the West. O Allah, cleanse me of my sins as the white garment is cleansed of stains. O Allah, wash away my sins with ice, water, and hail).\nOr by saying: \"Subhānak Allāhumma wa bihamdika, wa tabārak ismuka, wa ta‘ālā jadduka, wa lā ilāha ghayruk\" (Glory be to You, O Allah, and with Your praise, and blessed is Your Name, and exalted is Your majesty, and there is no god but You)\n6. Seek refuge with Allah by saying: \"A‘ūdhu billāh min ash-shaytān ar-rajīm\" (I seek refuge with Allah from the accursed devil) 7. Say Bismillah and recite Surat al-Fātihah by saying: {In the name of Allah, the Most Compassionate, the Most Merciful} All praise be to Allah, the Lord of the worlds, the Most Compassionate, the Most Merciful, Master of the Day of Judgment. You alone we worship, and You alone we ask for help. Guide us to the straight path, the path of those whom You have blessed; not of those who incurred Your Wrath, or of those who went astray.} [Surat al-Fātihah: 1-7]\nThen, one says: \"Āmīn\", which means: O Allah, answer the supplication.\n8. Recite the Qur’an as much as is easy, and prolong the recitation in the morning prayer\n9. Bow, which means bending one’s back to glorify Allah; and making Takbīr when bowing, while raising the hands to be in alignment with the shoulders.\nIt is a Sunnah to extend one’s back and make the head on the same line with the back, while placing the hands, with the fingers kept apart, on one's knees.\n10. Say the following in Rukū‘: \"Subhāna rabbiya Al-‘Azhīm\" (Glory be to my Lord, the Magnificent) - three times. If one adds to that: \"Subhānak Allāhumma wa bihamdik, Allāhumma ighfir lī\" (Glory be to You, O Allah, and with Your praise. O Allah, forgive me), that will be good.\n11. Raise your head from Rukū‘ while saying: \"Sami‘allāhu liman hamidah\" (Allah hears whoever praises Him), then raise your hands up to the shoulders. The one praying behind the Imam does not say: \"Sami‘allāhu liman hamidah\"; rather, one should say: \"Rabbanā wa laka al-hamd\" (O our Lord, praise be to You).\n12. After rising from Rukū‘, one says: \"Rabbanā wa laka al-hamd mil’a as-samāwāti wa mil’a al-ardi wa mil’a mā shi’ta min shay’in ba‘d\" (O our Lord, praise be to You as much as would fill the heavens and the earth, and as much as would fill whatever You will after that).\n13. Make the first prostration while saying: \"Allāhu Akbar\" (Allah is the Greatest) and prostrate on seven parts of the body: the forehead, the nose, the palms, the knees, and the tiptoes; keeping the arms away from the sides and not spreading out the arms on the ground, and facing the Qiblah with the tiptoes.\n14. Say in the prostration: \"Subhāna rabbiya Al-A‘lā\" (Glory be to my Lord, the Most High) - three times. If one adds to that: \"Subhānak Allāhumma wa bihamdik, Allāhumma ighfir lī\" (Glory be to You, O Allah, and with Your praise. O Allah, forgive me), that will be good.\n15. Raise the head from prostration while saying: \"Allāhu Akbar\" (Allah is the Greatest).\n16. Sit between the two prostrations on the left foot, with the right foot erect, putting the right hand on the edge of the thigh, just above the knee, while clenching the little and ring fingers and raising the index finger and moving it when making supplication; joining the tip of the thumb with the tip of the middle finger to make a ring; putting the left hand, with the fingers spread out, on the edge of the thigh, just above the knee.\n17. Say the following while sitting between the two prostrations: \"Rabb ighfir lī warhamnī wahdinī warzuqnī wajburnī wa ‘āfinī\" (O Lord, forgive me, have mercy on me, guide me, provide for me, improve my situation, and grant me safety).\n18. Perform the second prostration in the same manner as the first one in terms of what is to be said and done; make Takbīr at the moment of prostrating.\n19. Rise from the second prostration while saying: \"Allāhu Akbar\" (Allah is the Greatest), and perform the second Rak‘ah (unit of prayer) like the first one, but without reciting the opening supplication.\n20. Sit after the second Rak‘ah while saying: \"Allāhu Akbar\" in the same manner of sitting between the two prostrations.\n21. Recite Tashahhud, in this sitting posture, saying: \"At-tahiyyātu lillāhi wa as-salawātu wa at-tayyibāt, as-salāmu ‘alayka ayyuhā an-nabiyy wa rahmatullāhi wa barakātuh, as-salāmu ‘alaynā wa ‘alā ‘ibādillāhi as-sālihīn, ash-hadu allā ilāha illallāh wa ash-hadu anna Muhammad ‘abduhu wa rasūluh. Allāhumma salli ‘alā Muhammad wa ‘alā āli Muhammad kamā sallayta ‘alā Ibrāhīm wa ‘alā āli Ibrāhīm innaka hamīdun majīd, wa bārik ‘alā Muhammad wa ‘alā āli Muhammad kamā bārakta ‘alā Ibrāhīm wa ‘alā āli Ibrāhīm innaka hamīdun majīd, a‘ūdhu billāhi min ‘adhābi jahannam wa min ‘adhābi al-qabr wa min fitnat al-mahyā wa al-mamāt wa min fintnat al-masīh ad-dajjāl\" (All compliments, prayers and pure words are due to Allah. Peace be upon you, O Prophet, and the mercy of Allah and His blessings. Peace be upon us and upon the righteous slaves of Allah. I bear witness that there is no god except Allah and I bear witness that Muhammad is His slave and messenger. O Allah, send prayers upon Muhammad and upon the family of Muhammad, as You sent prayers upon Abraham and the family of Abraham, You are indeed Praiseworthy, Most Glorious. O Allah, bless Muhammad and the family of Muhammad as You blessed Abraham and the family of Abraham, You are indeed Praiseworthy, Most Glorious. I seek refuge in Allah from the torment of Hellfire, from the torment of the grave, from the trial of life and death, and from the trial of the Antichrist). Then, one may supplicate Allah asking for whatever he wishes of the good of this life and the Hereafter.\n22. Make Taslīm on the right, saying: \"As-salāmu ‘alaykum wa rahmatullāh\" (May the peace and mercy of Allah be upon you), then make Taslīm on the left.\n23. In case it is a three-Rak‘ah or four-Rak‘ah prayer, then the first Tashahhud should stop at the point of saying: \"Ash-hadu allā ilāha illallāh wa ash-hadu anna Muhammad ‘abduhu wa rasūluh\" (I testify that there is no god but Allah, and I bear witness that Muhammad is His slave and messenger).\n24. Stand up while saying: \"Allāhu Akbar\" and raise the hands to be in alignment with the shoulders.\n25. Perform the rest of the prayer in the same manner of the second Rak‘ah, except that Surat-al-Fātihah should only be recited.\n26. Sit in the Tawarruk position, keeping the right foot erect, extending the left foot from underneath the right leg, resting the posterior on the ground, and putting the hands on the thighs in the same manner as in the first Tashahhud.\n27. Recite the whole Tashahhud while sitting in this position.\n28. Make Taslīm to the right, saying: \"As-salāmu ‘alaykum wa rahmatullāh\" (May the peace and mercy of Allah be upon you), then make Taslīm to the left.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Question 26: What Adhkār (regular supplications) should be recited after making Taslīm and ending the prayer?",
      "cau_tra_loi": "Answer: - \"Astaghfirullāh\" (I ask Allah for forgiveness) - three times.\n- \"Allāhumma anta as-salām wa minka as-salām tabārakta ya dhal-jalāl wa al-ikrām\" (O Allah, You are the Source of Peace and all peace comes from You, blessed are You, O Possessor of majesty and honor).\n- \"Lā ilāha illallāh wahdahu lā sharīka lah, lahu al-mulku wa lahu al-hamdu wa huwa ‘alā kulli shay’in qadīr, Allāhumma lā māni‘a limā a‘tayt wa lā mu‘tī limā mana‘t wa lā yanfa‘u dhal-jaddi minka al-jadd (There is no god but Allah alone with no partners. To Him belong the sovereignty and praise, and He is Omnipotent over all things. O Allah, none can withhold what You have given, and none can give what You have withheld. No wealth or fortune can benefit anyone, as all wealth and fortune come from You).\n- \"Lā ilāha illallāh wahdahu lā sharīka lah, lahu al-mulku wa lahu al-hamdu wa huwa ‘alā kulli shay’in qadīr, lā hawla wa lā quwwata illā billāh, lā ilāha illallāh wa lā na‘budu illā iyyāh, lahu an-ni‘matu wa lahu al-fadl wa lahu ath-thanā’ al-hasan, lā ilāha illallāh mukhlisīn lahu ad-dīn wa law kariha al-kāfirūn\" (There is no god but Allah alone, with no partner. To Him belongs the sovereignty and to Him belongs the praise, and He is Omnipotent over all things. There is no power and no strength except with Allah, there is no god but Allah and we worship none but Him.  From Him (alone) come all blessings and favors, and all good praise is due to Him. There is no god but Allah and we make our worship purely for Him (alone) even if the disbelievers hate that).\n- \"Subhānallāh\" (Glory be to Allah) - thirty-three times.\n\"Alhamdulillāh\" (praise be to Allah) - thirty-three times.\n\"Allāhu Akbar\" (Allah is the Greatest) - thirty-three times.\nThen, to complete one hundred, say: \"Lā ilāha illallāh wahdahu lā sharīka lah, lahu al-mulku wa lahu al-hamdu wa huwa ‘alā kulli shay’in qadīr\" (There is no god but Allah alone, with no partner. To Him belongs the sovereignty and to Him belongs the praise, and He is Omnipotent over all things).\n- Reciting Surat al-Ikhlās and Al-Mu‘awwidhāt (Surat al-Falaq and Surat an-Nās) three times after the Fajr and Maghrib prayers, and once after the other prayers.\n- Reciting Āyat al-Kursi (verse no. 255 of Surat al-Baqarah) once.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Question 27: What are the regular Sunnah prayers? What is their merit?",
      "cau_tra_loi": "Answer: - Two Rak‘ahs before Fajr\n- Four Rak‘ahs before Zhuhr\n- Two Rak‘ahs after Zhuhr\n- Two Rak‘ahs after Maghrib\n- Two Rak‘ahs after ‘Ishā’\nRegarding their merit, the Prophet (may Allah’s peace and blessings be upon him) said: \"Allah builds a house in Paradise for whoever prays twelve voluntary Rak‘ahs in one day and night.\" [Narrated by Muslim, Ahmad, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Question 28: What is the best day of the week?",
      "cau_tra_loi": "Answer: The best day of the week is Friday, as the Prophet (may Allah’s peace and blessings be upon him) said: \"Friday is among the best of your days. It is the day Adam was created and the day he died. It is the day on which the Trumpet will be blown and the Screak will be made; so, send more blessings on me on that day, for your blessings will be presented before me.\" They said: \"O Messenger of Allah, how can it be that our blessings will be presented to you while your body is decayed?\" He replied: \"Allah Almighty has prohibited the earth from consuming the bodies of the prophets.\" [Narrated by Abu Dāwūd and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Question 29: What is the ruling on the Jumu‘ah (Friday) prayer?",
      "cau_tra_loi": "Answer: It is an individual duty on every male, adult, sane, and resident Muslim.\nAllah Almighty says: {O you who believe, do not let your wealth and your children distract you from Allah’s remembrance. For whoever does that, it is they who are the losers.} [Surat al-Munāfiqūn: 9]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Question 30: What is the number of Rak‘ahs in the Jumu‘ah prayer?",
      "cau_tra_loi": "Answer: The Jumu‘ah prayer consists of two Rak‘ahs in which the Imam recites the Qur’anic verses audibly, and which are preceded with two Khutbahs (sermons).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Question 31: Is it permissible not to attend the Jumu‘ah prayer?",
      "cau_tra_loi": "Answer: Not attending the Jumu‘ah prayer is impermissible, except for a Sharia-approved excuse. The Prophet (may Allah’s peace and blessings be upon him) said: \"Whoever misses three Friday prayers out of negligence, Allah places a seal upon his heart.\" [Narrated by Abu Dāwūd and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Question 32: Mention the Sunnah acts to be performed on Friday?",
      "cau_tra_loi": "Answer:\n1. Taking a shower\n2. Putting on perfume\n3. Wearing the best of clothes\n4. Going early to the mosque\n5. Invoking blessings upon the Prophet frequently\n6. Reciting Surat al-Kahf\n7. Walking to the mosque\n8. Seeking the hour in which supplication is most likely to be answered",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    },
    {
      "id": 33,
      "cau_hoi": "Question 33: What is the merit of the congregational prayer?",
      "cau_tra_loi": "Answer: ‘Abdullah ibn ‘Umar (may Allah be pleased with him and his father) reported that the Prophet (may Allah’s peace and blessings be upon him) said: \"Praying in congregation is twenty-seven times better than praying alone.\" [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/33.mp3"
    },
    {
      "id": 34,
      "cau_hoi": "Question 34: What is Khushū‘ (humility) in prayer?",
      "cau_tra_loi": "Answer: It means the attendance of the heart and the serenity of the body while performing the prayer.\nAllah Almighty says: {The believers have attained true success: those who humble themselves in their prayers.} [Surat al-Mu’minūn: 1-2]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/34.mp3"
    },
    {
      "id": 35,
      "cau_hoi": "Question 35: What is the definition of Zakah?",
      "cau_tra_loi": "Answer: It is a due right on a specific type of property, to be given to a specific group of people, at a specific time.\nIt is one of the pillars of Islam and an obligatory charity that is taken from the rich and given to the poor.\nAllah Almighty says: {Give Zakah.} [Surat al-Baqarah: 43]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/35.mp3"
    },
    {
      "id": 36,
      "cau_hoi": "Question 36: What is the recommended charity?",
      "cau_tra_loi": "Answer: It is different from Zakah, as it is giving anything by way of charity to be used in any of the aspects of goodness at any time.\nAllah Almighty says: {Spend in the way of Allah.} [Surat al-Baqarah: 195]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/36.mp3"
    },
    {
      "id": 37,
      "cau_hoi": "Question 37: What is the definition of  Siyām (fasting)?",
      "cau_tra_loi": "Answer: It means worshiping Allah by abstaining from the invalidators of fasting from the break of dawn until sunset, while having the intention of fasting. It is of two types:\nFirst: Obligatory fasting: such as fasting the month of Ramadān, which is one of the pillars of Islam.\nAllah Almighty says: {O you who believe, fasting is prescribed upon you as it was prescribed upon those who were before you, so that you may become righteous.} [Surat al-Baqarah: 183]\nSecond: Voluntary fasting: such as fasting on Mondays and Thursdays; fasting three days every month, the best of which are the White Days (13th, 14th, 15th) of every lunar month.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/37.mp3"
    },
    {
      "id": 38,
      "cau_hoi": "Question 38: What is the merit of fasting Ramadān?",
      "cau_tra_loi": "Answer: Abu Hurayrah (may Allah be pleased with him) reported that the Prophet (may Allah’s peace and blessings be upon him) said: \"Whoever fasts Ramadān out of faith and seeking reward from Allah, will have his past sins forgiven.\" [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/38.mp3"
    },
    {
      "id": 39,
      "cau_hoi": "Question 39: What is the merit of voluntary fasting?",
      "cau_tra_loi": "Answer: Abu Sa‘īd al-Khudri (may Allah be pleased with him) reported that the Prophet (may Allah’s peace and blessings be upon him) said: \"Whoever fasts a day for the sake of Allah, Allah will keep his face away from Hellfire (the distance of) seventy autumns for that day.\" [Agreed upon]\n\"Seventy autumns\" means: seventy years.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/39.mp3"
    },
    {
      "id": 40,
      "cau_hoi": "Question 40: What are some of the invalidators of fasting?",
      "cau_tra_loi": "Answer: 1. Eating and drinking deliberately\n2. Vomiting deliberately\n3. Apostasy",
      "audio_url": "https://kids.islamenc.com/uploads/audio/40.mp3"
    },
    {
      "id": 41,
      "cau_hoi": "Question 41: What are the Sunnah acts of fasting?",
      "cau_tra_loi": "Answer: 1. Hastening to break the fast\n2. Having the Suhūr (pre-dawn meal) and delaying it\n3. Increasing good deeds and acts of worship\n4. Saying: \"I am fasting\" if insulted\n5. Supplicating at the time of breaking the fast\n6. Breaking the fast by fresh dates or ripe dates, or drinking water if dates are unavailable",
      "audio_url": "https://kids.islamenc.com/uploads/audio/41.mp3"
    },
    {
      "id": 42,
      "cau_hoi": "Question 42: What is the definition of  Hajj (pilgrimage)?",
      "cau_tra_loi": "Answer: Hajj means worshiping Allah Almighty by visiting His Sacred House and performing specific rituals during a specific time.\nAllah Almighty says: {Pilgrimage to the House is a duty owed to Allah upon all people who are able to make their way to it; whoever disbelieves, then Allah is in no need for the worlds.} [Surat Āl ‘Imrān: 97]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/42.mp3"
    },
    {
      "id": 43,
      "cau_hoi": "Question 43: How many pillars of Hajj are there?",
      "cau_tra_loi": "Answer: 1. Ihrām (entering the ritual state of consecration)\n2. Standing at ‘Arafah\n3. Performing the Tawāf (circumambulating the Ka‘bah) of Ifādah (pouring forth)\n4. Performing Sa‘y (walking at a brisk pace) between Safa and  Marwah",
      "audio_url": "https://kids.islamenc.com/uploads/audio/43.mp3"
    },
    {
      "id": 44,
      "cau_hoi": "Question 44: What is the merit of Hajj?",
      "cau_tra_loi": "Answer: Abu Hurayrah (may Allah be pleased with him) reported that the Prophet (may Allah’s peace and blessings be upon him) said: \"Whoever performs Hajj for the sake of Allah, while abstaining from intercourse and foul language, will return (free from sins) as if he were born anew.\" [Narrated by Al-Bukhāri and others]\n\"As if he were born anew\" means: free from sins.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/44.mp3"
    },
    {
      "id": 45,
      "cau_hoi": "Question 45: What is the definition of  ‘Umrah?",
      "cau_tra_loi": "Answer: ‘Umrah (minor pilgrimage) means worshiping Allah Almighty by visiting His Sacred House to perform specific rituals at any time.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/45.mp3"
    },
    {
      "id": 46,
      "cau_hoi": "Question 46: What are the pillars of ‘Umrah?",
      "cau_tra_loi": "Answer: 1. Ihrām (entering a ritual state of consecration)\n2. Tawāf (circumambulating the Ka‘bah)\n3. Sa‘y (walking at a brisk pace) between Safa and Marwah",
      "audio_url": "https://kids.islamenc.com/uploads/audio/46.mp3"
    },
    {
      "id": 47,
      "cau_hoi": "Question 47: What is Jihad (striving) in the cause of Allah?",
      "cau_tra_loi": "Answer: It means exerting one’s utmost effort in spreading Islam and defending it and its people, or fighting the enemies of Islam and Muslims.\nAllah Almighty says: {And strive in the cause of Allah with your wealth and your lives. That is best for you, if only you knew.} [Surat at-Tawbah: 41]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/47.mp3"
    }
  ]
}
