{
  "muc_luc": "Biography of the Prophet Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: What is the lineage of our Prophet Muhammad (may Allah’s peace and blessings be upon him)?",
      "cau_tra_loi": "Answer: He is Muhammad ibn ‘Abdullah ibn ‘Abd al-Muttalib ibn Hāshim. Hāshim was from the Quraysh, which belongs to the Arabs, who are from the offspring of Ismā‘il (Ishmael) the son of Ibrāhim (Abraham) (peace be upon him).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: What is the name of our Prophet’s mother?",
      "cau_tra_loi": "Answer: Āminah bint Wahb.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: When did his father die?",
      "cau_tra_loi": "Answer: His father died in Madīnah when he was still an embryo, and was not born.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: When was the Prophet (may Allah’s peace and blessings be upon him) born?",
      "cau_tra_loi": "Answer: He was born in the Year of the Elephant, on Monday, in Rabī‘ al-Awwal.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: Where was he born?",
      "cau_tra_loi": "Answer: In Makkah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: Who are his wet nurses?",
      "cau_tra_loi": "Answer: - Umm Ayman, the bondmaid of his father\n- Thuwaybah, the bondmaid of his uncle Abu Lahab\n- Halīmah as-Sa‘diyyah",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: When did his mother die?",
      "cau_tra_loi": "Answer: His mother died when he was six years old, and his grandfather, ‘Abdul-Muttalib, took care of him after his mother’s death.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: Who took care of him after the death of his grandfather ‘Abdul-Muttalib?",
      "cau_tra_loi": "Answer: When he was eight years old, his grandfather died and his uncle, Abu Tālib, took care of him.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: When did he travel with his uncle to the Levant?",
      "cau_tra_loi": "Answer: He traveled with his uncle to the Levant when he was twelve years old.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: When was his second trip?",
      "cau_tra_loi": "Answer: He traveled for the second time on a trade journey with the money of Khadījah (may Allah be pleased with her).  When he returned, he married her when he was twenty-five years old.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: When did the Quraysh rebuild the Ka‘bah?",
      "cau_tra_loi": "Answer: The Quraysh rebuilt the Ka‘bah when he was thirty-five years old.\nOn disagreeing about who would restore the Black Stone to its place, they sought his judgment; so, he put it on a piece of cloth and ordered each of the four tribes to hold one end of the cloth. Then, when they lifted it, he (may Allah’s peace and blessings be upon him) restored it to its place with his hands.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: How old was he when he was assigned the mission of prophethood? To whom was he sent?",
      "cau_tra_loi": "Answer: He was forty years old, and he was sent as a bringer of glad tidings and as a warner to all people.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: How did the revelation start?",
      "cau_tra_loi": "Answer: It started with the true vision: He would see no vision, except that it would occur just the way he had seen it.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: What was his state before the revelation? When did the revelation descend upon him the first time?",
      "cau_tra_loi": "Answer: He was worshiping Allah in the Cave of Hirā’,\nand the revelation descended upon him while he was in the cave in that state.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: What were the first Qur’anic verses that were revealed to him?",
      "cau_tra_loi": "Answer: The verses where Allah Almighty says: {Read in the name of your Lord Who created, created man from a clinging clot. Read, and your Lord is the Most Generous, Who taught by the pen, taught man what he did not know.} [Surat al-‘Alaq: 1-5]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: Who was the first one to believe in his message?",
      "cau_tra_loi": "Answer: The first to believe in his message from among the men was Abu Bakr; from the women: Khadījah bint Khuwaylid; from the boys: ‘Ali ibn Abi Tālib; from the freed slaves: Zayd ibn Hārithah; and from the salves: Bilāl al-Habashi (may Allah be pleased with them), in addition to others.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: How was Da‘wah (preaching) to Islam carried out?",
      "cau_tra_loi": "Answer: Da‘wah to Islam was carried out secretly for almost three years. Then, the Prophet (may Allah’s peace and blessings be upon him) was commanded to call people to Islam in public.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: What was the state of the Prophet (may Allah’s peace and blessings be upon him) and those who believed in him after starting to make Da‘wah publicly?",
      "cau_tra_loi": "Answer: The polytheists started hurting him and the Muslims severely, until the believers were given the permission to emigrate to Najāshi (Negus) in Abyssinia.\nThe polytheists unanimously agreed to kill the Prophet (may Allah’s peace and blessings be upon him); nevertheless, Allah protected him and supported him with his uncle, Abu Tālib, to defend him against them.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: Who died in the tenth year of the Bi‘thah (start of the Prophet’s mission)?",
      "cau_tra_loi": "Answer: Both his uncle Abu Tālib and his wife Khadījah (may Allah be pleased with her).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: When did the Isrā’ (Night Journey) along with the Mi‘rāj (Ascension Journey) take place?",
      "cau_tra_loi": "Answer: It took place when the Prophet (may Allah’s peace and blessings be upon him) was fifty years old. In this journey the five prayers were prescribed.\nThe Isrā’: It was a journey from the Sacred Mosque to the Aqsa Mosque.\nThe Mi‘rāj: It was ascension from the Aqsa Mosque to the heaven, then to the Sidrat al-Muntaha (the Lote Tree of the Utmost Boundary).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: How did the Prophet (may Allah’s peace and blessings be upon him) call people to Allah outside of Makkah?",
      "cau_tra_loi": "Answer: He called the people of Tā’if to Islam and presented himself to people in their gathering seasons, until the Ansār (the Supporters) from among the people of Madīnah came and pledged allegiance to support him.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Question 22: How long did the Prophet (may Allah’s peace and blessings be upon him) stay in Makkah preaching?",
      "cau_tra_loi": "Answer: He stayed there for thirteen years.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Question 23: To where did the Prophet (may Allah’s peace and blessings be upon him) emigrate?",
      "cau_tra_loi": "Answer: He emigrated from Makkah to Madīnah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Question 24: How long did he stay in Madīnah?",
      "cau_tra_loi": "Answer: Ten years.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Question 25: What were the Islamic legislations that were prescribed when he was in Madīnah?",
      "cau_tra_loi": "Answer: Zakah, fasting, Hajj, Jihad, the Adhān (call to prayer) besides other Islamic legislations that were prescribed when he was in Madīnah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Question 26: What are his most important battles?",
      "cau_tra_loi": "Answer: -The Battle of Badr\n- The Battle of ’Uhud\n- The Battle of the Ahzāb (the confederates)\n- The Battle of the Conquest of Makkah",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Question 27: What is the last thing revealed of the Qur’an?",
      "cau_tra_loi": "Answer: The verse where Allah Almighty says: {And fear the Day when you will be brought back to Allah. Then every soul will be rewarded in full for what it has earned, and none will be wronged.} [Surat al-Baqarah: 281]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Question 28: When did the Prophet (may Allah’s peace and blessings be upon him) die? How old was he?",
      "cau_tra_loi": "Answer: He died in Rabī‘ al-Awwal, in the eleventh year of Hijrah. He was sixty-three years old.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Question 29: Who were the wives of the Prophet (may Allah’s peace and blessings be upon him)?",
      "cau_tra_loi": "Answer: 1. Khadījah bint Khuwaylid (may Allah be pleased with her)\n2. Sawdah bint Zam‘ah (may Allah be pleased with her)\n3. ‘Ā’ishah bint Abu Bakr (may Allah be pleased with her)\n4. Hafsah bint ‘Umar (may Allah be pleased with her)\n5. Zaynab bint Khuzaymah (may Allah be pleased with her)\n6. Umm Salamah Hind bint Abu Umayyah (may Allah be pleased with her)\n7. Umm Habībah Ramlah bint Abu Sufyān (may Allah be pleased with her)\n8. Juwayriyah bint al-Hārith (may Allah be pleased with her)\n9. Maymūnah bint al-Hārith (may Allah be pleased with her)\n10. Safiyyah bint Huyayy (may Allah be pleased with her)\n11. Zaynab bint Jahsh (may Allah be pleased with her)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Question 30: Who are the Prophet's sons and daughters?",
      "cau_tra_loi": "Answer: The Prophet (may Allah's peace and blessings be upon him) had three sons, who are:\n- Al-Qāsim, after whom he was nicknamed as \"Abu al-Qāsim\"\n- ‘Abdullah\n- Ibrāhim\nHe had four daughters, who are:\n- Fātimah\n- Ruqayyah\n- Umm Kulthūm\n- Zaynab\nHe had all of his children from Kahdījah (may Allah be pleased with her), except Ibrāhim. All of them died before him, except Fātimah who died six months after his death.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Question 31: Mention some of the physical characteristics of the Prophet (may Allah’s peace and blessings be upon him).",
      "cau_tra_loi": "Answer: He was of average height, not too short and not too tall. He had a white complexion, which was slightly reddish. He had a thick beard, big eyes, and a wide mouth. His hair was extremely black, his shoulders were broad, his smell was pleasant, in addition to other beautiful characteristics.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Question 32: Upon what did the Prophet (may Allah’s peace and blessings be upon him) leave his Ummah?",
      "cau_tra_loi": "Answer: He left his Ummah upon the clear path, whose night is as clear as its day and no one will deviate from it except one who is doomed. He has guided his Ummah to all goodness and has warned them against all evil.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    }
  ]
}
