{
  "muc_luc": "Interpretation of Short Surahs Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: Recite Surat al-Fātihah and explain it.",
      "cau_tra_loi": "Answer: Surat al-Fātihah and its Interpretation\n{(In the name of Allah, the Most Compassionate, the Most Merciful) (All praise be to Allah, the Lord of the worlds), (the Most Compassionate, the Most Merciful) (Master of the Day of Judgment) (You alone we worship, and You alone we ask for help). (Guide us to the straight path) (the path of those whom You have blessed; not of those who incurred Your Wrath, or of those who went astray)} [Surat al-Fātihah: 1-7]\nInterpretation\nSurat al-Fātihah (the Opening) was given this name because it is the surah with which the Noble Qur’an begins.\n1. {بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ} : In the name of Allah I start reciting the Qur’an, seeking His help and seeking blessing by mentioning His name.\n{Allah}: The One Who is truly worthy of worship, and none is given that name except the Almighty Lord.\n{Ar-Rahmān}: The One Whose extensive mercy encompasses everything.\n{Ar-Rahīm}: The One Who shows mercy to the believers.\n2. {ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ} : All kinds of praise and perfection belong to Allah alone.\n3. {ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ} : The One Whose extensive mercy encompasses everything, and the One Who bestows mercy upon the believers.\n4. {مَٰلِكِ يَوۡمِ ٱلدِّينِ} : It refers to the Day of Judgment.\n5. {إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ} : We worship You alone and we seek help from You alone.\n6. {ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ} : It refers to guidance to Islam and the Sunnah.\n7. {صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ} : The path of the righteous slaves of Allah from the prophets and their followers, which is different from the path of the Christians and the Jews.\n- It is Sunnah to say: \"Āmīn\" (Answer our supplication!) after reciting Surat al-Fātihah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: Recite and explain Surat az-Zalzalah.",
      "cau_tra_loi": "Answer: Surat az-Zalzalah and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{When the earth is shaken with a mighty quake, and the earth throws out its burdens, and man says, “What is the matter with it?” On that Day it will recount all its news, because your Lord has inspired it [to do so]. On that Day all people will come forward in separate groups to be shown their deeds. So whoever does an atom’s weight of good will see it, and whoever does an atom’s weight of evil will see it.} [Surat az-Zalzalah: 1-8]\nInterpretation\n1. {إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا} : When the earth is severely shaken on the Day of Judgment.\n2. {وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا} : And when the earth brings out what is inside it of the dead and other things.\n3. {وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا} : And man says confusedly: \"Why is the earth moving and shaking like that?!\"\n4. {يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا} : On that great Day, the earth will speak of what goodness and evil had been done on it.\n5. {بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا} : Because Allah informed it and commanded it to do so.\n6. {يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ} : On that great Day, when the earth is shaken, people will come in groups for Reckoning and they will be shown their worldly deeds.\n7. {فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ} : Whoever does an atom’s weight of good will see it in front of him.\n8. {وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥۥ} : And whoever does its weight of evil will see it in front of him.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: Recite and explain Surat al-‘Ādiyāt.",
      "cau_tra_loi": "Answer: Surat al-Ādiyāt and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{By the galloping, panting horses, striking sparks of fire [with their hooves], launching raids at dawn, stirring up thereby clouds of dust, plunging thereby into the midst of the enemy, indeed, man is very ungrateful to his Lord – and he himself is a witness to that – and he is truly extreme in his love of wealth. Does he not know that the contents of graves will be overturned, and the secrets of the hearts will be brought to light? Indeed, their Lord is All-Aware of them on that Day.} [Surat al-‘Ādiyāt: 1-11]\nInterpretation:\n1. {وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا} : Allah swears by the horses that run so fast that the sound of their breathing is heard.\n2. {فَٱلۡمُورِيَٰتِ قَدۡحٗا} : He also swears by the horses that strike sparks of fire with their hooves when strongly coming in contact with the rocks.\n3. {فَٱلۡمُغِيرَٰتِ صُبۡحٗا} : He swears by the horses that attack the enemies in the morning.\n4. {فَأَثَرۡنَ بِهِۦ نَقۡعٗا} : So, they stir up dust by their running.\n5. {فَوَسَطۡنَ بِهِۦ جَمۡعًا} : Plunging with their riders into the midst of a group of the enemies.\n6. {إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ} : Indeed, man withholds the goodness that his Lord commands him to give out.\n7. {وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشهِيدٞ} : He himself is a witness to his own withholding of goodness, and he cannot deny it because it is so clear.\n8. {وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ} : Due to his extreme love for money, he greedily withholds it.\n9. {أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ} : Does this man, who is deceived by the worldly life, not know that when Allah brings out the dead from the graves and out of the earth for reckoning and recompense that things will not be the way he fancied?!\n10. {وَحُصِّلَ مَا فِي ٱلصُّدُورِ} : What is in the hearts of intentions, beliefs, and others will be shown and brought to light.\n11. {إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ} : Indeed, their Lord is All-Aware of them on that Day, and nothing of His slaves' affairs will be hidden from Him and He shall recompense them for it.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: Recite and explain Surat al-Qāri‘ah.",
      "cau_tra_loi": "Answer: Surat al-Qāri‘ah and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{The Striking Calamity! What is the Striking Calamity? How do you know what the Striking Calamity is? On that Day people will be like scattered moths, and the mountains will be like carded wool. Then the one whose scales of good deeds are heavy, will have a pleasant life. But the one whose scales of good deeds are light, his abode will be the abyss. And how do you know what it is? It is a Blazing Fire.} [Surat al-Qāri‘ah: 1-11]\nInterpretation\n1. {ٱلۡقَارِعَةُ} : The Hour that strikes people’s hearts because of it being extremely terrifying.\n2. {مَا ٱلۡقَارِعَةُ} : What is this Hour that strikes people’s hearts because of it being extremely terrifying?!\n3. {وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ} : How do you know - O Messenger - what this Hour is that strikes people’s hearts because of it being extremely terrifying? It is the Day of Judgment.\n4. {يَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ} : The day it strikes people’s hearts, they will be like the moths scattered here and there.\n5. {وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ} : The mountains will be like  carded wool, fluffed up.\n6. {فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ} : The one whose good deeds outweigh his bad deeds.\n7. {فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ} : He will enjoy a pleasant life in Paradise.\n8. {وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ} : The one whose bad deeds outweigh his good deeds.\n9. {فَأُمُّهُۥ هَاوِيَةٞ} : His abode and dwelling will be Hellfire.\n10. {وَمَآ أَدۡرَىٰكَ مَا هِيَهۡ} : How do you know - O Messenger - what it is?\n11. {نَارٌ حَامِيَةُۢ} : It is a blazing fire.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: Recite and explain Surat at-Takāthur.",
      "cau_tra_loi": "Answer: Surat at-Takāthur and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Competition for worldly gains distracts you [from Allah], until you come to your graves. No indeed! You will come to know. Again no! You will come to know. No indeed! If only you knew for certain. You will surely see the Blazing Fire, Again, you will see it with absolute certainty. Then on that Day you will surely be asked about your worldly pleasures.} [Surat at-Takāthur: 1-8]\nInterpretation\n1. {أَلۡهَىٰكُمُ ٱلتَّكَاثُرُ} : O people, boasting about your wealth and children distracted you from obeying Allah.\n2. {حَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ} : Until you die and enter your graves.\n3. {كَلَّا سَوۡفَ تَعۡلَمُونَ} : You should not have been distracted by boasting, and you will come to realize the consequence of that distraction.\n4. {ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ} : Then, you will come to realize its consequence.\n5. {كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ} : Truly, if you had known for certain that you will be resurrected to Allah Who will recompense you for your deeds, you would not have been distracted by boasting about wealth and children.\n6. {لَتَرَوُنَّ ٱلۡجَحِيمَ} : By Allah, you will surely see Hellfire on the Day of Judgment.\n7. {ثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ} : Again, you will see it with absolute certainty.\n8. {ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ} : Then, on that Day Allah will ask you about the blessings that He bestowed upon you including health, wealth, and others.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: Recite and explain Surat al-‘Asr.",
      "cau_tra_loi": "Answer: Surat al-‘Asr and its Interpreation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{By the time, man is in utter loss, except those who believe and do righteous deeds, and exhort one another to the truth and exhort one another to patience.} [Surat al-‘Asr: 1-3]\nInterpretation\n1. {وَٱلۡعَصۡرِ} : Allah Almighty swears by time.\n2. {إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ} : All mankind are in utter loss.\n3. {إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ} : The only survivors of that loss are those who believe and perform righteous deeds and at the same time call to the truth and endure it with patience.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: Recite and explain Surat al-Humuzah.",
      "cau_tra_loi": "Answer: Surat al-Humazah and its Interpretaion\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Woe to every backbiter and slanderer, who amasses wealth and counts it over and again, thinking that his wealth will make him live forever. No indeed! He will surely be cast into the Crushing Fire, and how do you know what the Crushing Fire is? It is the kindled Fire of Allah, which reaches the hearts. It will be closed down upon them, locked with towering columns.} [Surat al-Humazah: 1-9]\nInterpretation\n1. {وَيۡلٞ لِّكُلِّ هُمَزَةٖ لُّمَزَةٍ} : Woe and severe torment to everyone who frequently backbites and slanders people.\n2. {ٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ} : The one who is interested in nothing but accumulating and counting money.\n3. {يَحۡسَبُ أَنَّ مَالَهُۥٓ أَخۡلَدَهُۥ} : He thinks that the money he has amassed will save him from death and keep him live forever.\n4. {كَلَّاۖ لَيُنۢبَذَنَّ فِي ٱلۡحُطَمَةِ} : Things will not be the way this ignorant person has fancied. Indeed, he will be cast in Hellfire and will be crushed therein by its severity.\n5. {وَمَآ أَدۡرَىٰكَ مَا ٱلۡحُطَمَةُ} : How do you know - O Messenger - what this Fire is that crushes everything thrown therein?\n6. {نَارُ ٱللَّهِ ٱلۡمُوقَدَةُ} : It is the kindled Fire of Allah.\n7. {ٱلَّتِي تَطَّلِعُ عَلَى ٱلۡأَفۡـِٔدَةِ} : That penetrates people’s bodies reaching their hearts.\n8. {إِنَّهَا عَلَيۡهِم مُّؤۡصَدَةٞ} : It is closed down upon those tormented therein.\n9. {فِي عَمَدٖ مُّمَدَّدَةِۭ} : It is locked with long and extended columns so that they are not able to come out.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: Recite and explain Surat al-Fīl.",
      "cau_tra_loi": "Answer: Surat al-Fīl and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Have you not seen how your Lord dealt with the people of the Elephant? Did He not turn their scheme into a total loss? He sent against them swarms of birds, pelting them with stones of baked clay, leaving them like chewed up and trampled chaff.} [Surat al-Fīl: 1-5]\nInterpretation\n1. {أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ} : Have you not known - O Messenger - what your Lord did to Abrahah and his companions, the people of the Elephant, when they wanted to demolish the Ka‘bah?\n2. {أَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِي تَضۡلِيلٖ} : Allah turned their evil scheme to demolish it into a total loss; thus, they did not attain what they had wished for, namely turning people away from the Ka‘bah and destroying it.\n3. {وَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ} : He sent against them swarms of birds.\n4. {تَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ} : Pelting them with stones of baked clay.\n5. {فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ} : Allah made them like leaves that are eaten and trodden by animals.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: Recite and explain Surat Quraysh.",
      "cau_tra_loi": "Answer: Surat Quraysh and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{For the accustomed security of Quraysh, secure in their winter and summer journeys. Let them worship the Lord of this [Sacred] House, Who fed them against hunger and made them secure against fear.} [Surat Quraysh: 1-4]\nInterpretation\n1. {لِإِيلَٰفِ قُرَيۡشٍ} : It is referring to the winter and summer journeys that they were familiar with.\n2. {إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ} : They were secure in their winter journey to Yemen and in their summer journey to the Levant.\n3. {فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ} : Let them worship Allah, the Lord of this Sacred House, alone. He is the One Who facilitated that journey for them; so, let them not associate any partners with Him.\n4. {ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ} : Who fed them against hunger and made them secure against fear by making the Arabs revering Al-Haram (the Sacred Precinct) and its people.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: Recite and explain Surat al-Mā‘ūn.",
      "cau_tra_loi": "Answer: Surat al-Mā‘ūn and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Have you seen the one who denies the Recompense? Such is the one who repulses the orphan harshly, and does not urge others to feed the needy. So woe to those who pray, but are heedless of their prayer; those who only show off, and withhold even the small kindnesses.} [Surat al-Mā‘ūn: 1-7]\nInterpretation\n1. {أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ} : Did you know the one who denies recompense on the Day of Judgment?\n2. {فَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ} : Such is the one who repulses the orphan harshly.\n3. {وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ} : He does not urge himself or others to feed the poor.\n4. {فَوَيۡلٞ لِّلۡمُصَلِّينَ} : Woe and torment to those who pray.\n5. {ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ} : Those who are heedless of their prayer until its prescribed time is gone.\n6. {ٱلَّذِينَ هُمۡ يُرَآءُونَ} : Those who only show off by praying and doing good deeds, and who do not dedicate them with sincerity to Allah.\n7. {وَيَمۡنَعُونَ ٱلۡمَاعُونَ} : And they withhold anything that could be of help to others no matter how small it is.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: Recite and explain Surat al-Kawthar.",
      "cau_tra_loi": "Answer: Surat al-Kawthar and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{We have surely given you [O Prophet] Al-Kawthar [abundance], so pray and sacrifice to your Lord alone. Indeed, the one who hates you is truly cut off [from all goodness].} [Surat al-Kawthar: 1-3]\nInterpretation\n1. {إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ} : We have given you, O Messenger, abundant goodness that includes the Kawthar River in Paradise.\n2. {فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ} : So, be thankful to Allah for this blessing by praying and sacrificing to Him alone, contrary to what the polytheists do when they seek closeness to their idols by offering sacrifices to them.\n3. {إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ} : The one who hates you is, indeed, the one who is cut off from all goodness, the one who is forgotten, and the one who is ill spoken of whenever mentioned.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: Recite and explain Surat al-Kāfirūn.",
      "cau_tra_loi": "Answer: Surat al-Kāfirūn and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Say, “O disbelievers, I do not worship what you worship, nor do you worship what I worship. Never will I worship what you worship, nor will you ever worship what I worship. You have your religion and I have my religion.} [Surat al-Kāfirūn: 1-6]\nInterpretation\n1. {قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ} : Say - O Messenger - : O you who disbelieve in Allah.\n2. {لَآ أَعۡبُدُ مَا تَعۡبُدُونَ} : I do not and I shall not worship the idols that you worship.\n3. {وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ} : Nor do you worship what I worship, namely, Allah alone.\n4. {وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ} : And never will I worship the idols that you worship.\n5. {وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ} : Nor will you ever worship what I worship, namely, Allah alone.\n6. {لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ} : You have your own religion that you invented, and I have my religion that Allah revealed to me.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: Recite and explain Surat an-Nasr.",
      "cau_tra_loi": "Answer: Surat an-Nasr and its Interpretation\nIn the Name of Allah, the Most Compassionate, the Most Merciful\n{When there comes Allah’s help and the conquest, and you see people entering Allah’s religion in multitudes, then glorify the praise of your Lord, and ask His forgiveness. Indeed, He is ever Accepting of Repentance.} [Surat an-Nasr: 1-3]\nInterpretation\n1. {إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ} : When Allah grants victory and strength to your religion - O Messenger - and when the Conquest of Makkah takes place.\n2. {وَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا} : And you see  people embracing Islam one delegation after the other.\n3. {فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا} : You should know, then, that this is a sign that your mission is about to end. Thus, glorify the praise of your Lord, out of gratitude for His blessing of the victory and conquest, and seek His forgiveness, for indeed, He accepts the repentance of His slaves and forgives them.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: Recite and explain Surat al-Masad.",
      "cau_tra_loi": "Answer: Surat al-Masad and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{May the hands of Abu Lahab perish, and may he perish! Neither his wealth nor his worldly gains will avail him. He will burn in a Flaming Fire, and so will his wife, the carrier of firewood, around her neck will be a rope of palm fiber.} [Surat al-Masad: 1-5]\nInterpretation\n1. {تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ} : May perish the hands of the Prophet’s uncle, Abu Lahab ibn ‘Abd al-Muttalib, just as his deeds perished because he used to abuse the Prophet (may Allah’s peace and blessings be upon him}.\n2. {مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ} : Were his wealth and children of any use to him? They could neither save him from torment nor bring him mercy.\n3. {سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ} : On the Day of Judgment, he will be admitted into Hellfire where he will suffer from its heat.\n4. {وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ} : His wife, Umm Jamīl, who used to hurt the Prophet (may Allah’s peace and blessings be upon him) by throwing thorns on his way, will also be admitted to Hellfire.\n5. {فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ} : She will be driven to Hellfire by a tight rope around her neck.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: Recite and explain Surat al-Ikhlās.",
      "cau_tra_loi": "Answer: Surat al-Ikhlās and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Say: “He is Allah, the One; Allah, the Eternal Refuge. He neither begets nor is He begotten, and there is none comparable to Him.”} [Surat al-Ikhlās: 1-4]\nInterpretation\n1. {قُلۡ هُوَ ٱللَّهُ أَحَدٌ} : Say - O Messenger -: He is Allah; there is no god worthy of worship but Him.\n2. {ٱللَّهُ ٱلصَّمَدُ} : It means that all the needs of His creation are raised to Him.\n3. {لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ} : Allah Almighty neither has a child nor does He have a father.\n4. {وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ} : None of His creation is like Him.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: Recite and explain Surat al-Falaq.",
      "cau_tra_loi": "Answer: Surat al-Falaq and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Say, “I seek refuge with the Lord of the daybreak, from the harm of all what He has created; from the harm of night’s darkness when it spreads around, from the harm of the sorceresses who blow on knots, and from the harm of the envier when he envies.} [Surat al-Falaq: 1-5]\nInterpretation\n1. {قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ} : Say - O Messenger -: I resort to and seek refuge with the Lord of the morning.\n2. {مِن شَرِّ مَا خَلَقَ} : From the evil of the harmful creatures.\n3. {وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ} : And I seek refuge with Allah from the evils of what appear at night like animals and thieves.\n4. {وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ} : And I seek refuge with Allah from the evil of the sorceresses who blow on knots.\n5. {وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ} : And from the evil of the one who hates and envies people for the blessings that Allah bestowed on them, as he wishes that they would no longer enjoy such blessings and wishes that harm be inflicted on them.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: Recite and explain Surat an-Nās.",
      "cau_tra_loi": "Answer: Surat an-Nās and its Interpretation\nIn the name of Allah, the Most Compassionate, the Most Merciful\n{Say, “I seek refuge with the Lord of mankind, the Sovereign of mankind, the God of mankind, from the harm of the lurking whisperer, who whispers into the hearts of mankind, from among jinn and mankind.”} [Surat an-Nās: 1-6]\nInterpretation\n1. {قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ} : Say - O Messenger -: I seek protection and refuge with the Lord of mankind.\n2. {مَلِكِ ٱلنَّاسِ} : He manages their affairs as He wills, and He is their only Owner.\n3. {إِلَٰهِ ٱلنَّاسِ} : Their true God, and there is no god other than Him worthy of their worship.\n4. {مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ} : From the evil of the devil, who whispers to people.\n5. {ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ} : Who whispers into the hearts of mankind.\n6. {مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ} : It means that the whisperer could be from mankind or from the jinn.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    }
  ]
}
