{
  "muc_luc": "Forty Hadīth Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: Complete the following Hadīth: \"Verily, the reward of deeds depends on the intentions...\", and mention some of its benefits.",
      "cau_tra_loi": "Answer: The Commander of the Believers, Abu Hafs ‘Umar ibn al-Khattāb ( may Allah be pleased with him) reported that he heard the Prophet (may Allah's peace and blessings be upon him) say: \"Verily, the reward of deeds depends on the intentions, and each person will be rewarded according to what he intended. So, he whose migration is for the sake of Allah and His Messenger, then his migration is for the sake of Allah and His Messenger, and he whose migration is to achieve some worldly gain or to take some woman in marriage, then his migration is for that for which he migrated.\" [Narrated by Al-Bukhāri and Muslim]\nBenefits of the Hadīth\n1. Every deed requires an intention, such as prayer, fasting, pilgrimage, etc.\n2. The intention must be dedicated with full sincerity to Allah Almighty.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: Complete the following Hadīth: \"Whoever introduces in this matter of ours ...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: The Mother of the Believers, Umm ‘Abdullah ‘Ā’ishah (may Allah be pleased with her) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"Whoever introduces in this matter of ours (the religion) something that does not belong to it, it will be rejected.\" [Narrated by Al-Bukhāri and Muslim]\nBenefits of the Hadīth\n1. Prohibition of introducing new things in religion\n2. Actions based upon religious innovations are rejected",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: Complete the following Hadīth: \"While we were one day sitting with the Messenger of Allah (may Allah's peace and blessings be upon him)...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: ‘Umar ibn al-Khattāb (may Allah be pleased with him) said: \"While we were one day sitting with the Messenger of Allah (may Allah's peace and blessings be upon him), there appeared before us a man dressed in extremely white clothes and with very black hair. No traces of traveling were visible on him, and none of us knew him. He sat down close to the Prophet (may Allah's peace and blessings be upon him) resting his knees against the knees of the Prophet (may Allah's peace and blessings be upon him) and placing his palms over his thighs, and said: 'O Muhammad, tell me about Islam.' The Messenger of Allah (may Allah's peace and blessings be upon him) replied: 'Islam is to testify that there is no god except Allah and that Muhammad is His messenger, to perform prayer, give Zakah, fast Ramadān, and perform Hajj (pilgrimage) to the House (the Ka‘bah), if you have the means to perform it.' He said: 'You have spoken the truth.' We were surprised at his questioning him and then declaring that he spoke the truth. He said: 'Tell me about Imān (faith).' He (the Prophet) answered: 'It is to believe in Allah, His angels, His Books, His messengers, the Last Day, and in destiny with its good and evil aspects.' He said: 'You have spoken the truth.' Then he (the man) said: 'Tell me about Ihsān (excellence).' He (the Prophet) answered: 'It is to worship Allah as though you could see Him, for if you cannot see Him, He indeed sees you.' He said: 'Tell me about the Hour.' He (the Prophet) said: 'The one questioned knows no more than the questioner.' So he said: 'Well, tell me about its signs.' He said: 'When the slave-girl will give birth to her mistress, and to see the barefooted, the naked, and the destitute shepherds (competing with one another in) making lofty buildings.' Thereupon the man went off. He (the Prophet) waited a while and then he said: 'O ‘Umar, do you know who that questioner was?' I replied: 'Allah and His Messenger know best.' He said: 'That was Jibrīl (Gabriel). He came to teach you your religion.'\" [Narrated by Muslim]\nBenefits of the Hadīth\n1. Mentioning the five pillars of Islam, which are:\n- Testifying that there is no god but Allah and that Muhammad is the Messenger of Allah\n- Establishing the prayer\n- Giving Zakah\n- Fasting Ramadān\n- Performing Hajj to the Sacred House of Allah\n2. Mentioning the pillars of Imān, which are:\n- Believing in Allah\n- Believing in His angels\n- Believing in His Books\n- Believing in His messengers\n- Believing in the Last Day\n- Believing in destiny with its good and evil aspects\n3. Mentioning the pillar of Ihsān, which is only one pillar, and that is to worship Allah as if you see Him, for if you cannot see Him, He indeed sees you.\n4. None knows the timing of the Hour except Allah Almighty.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: Complete the following Hadīth: \"The believers who have the most perfect faith...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: Abu Hurayrah (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"The believers who have the most perfect faith are those who have the best morals.\" [Narrated by At-Tirmidhi, who judged it as Hasan Sahīh (sound authentic)]\nBenefits of the Hadīth\n1. Encouraging good morals\n2. The perfection of morals is part of the perfection of faith\n3. Imān (faith) increases and decreases",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: Complete the following Hadīth: \"Whoever swears by other than Allah...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: Ibn ‘Umar (may Allah be pleased with him and his father) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"Whoever swears by other than Allah, has indeed committed an act of disbelief or polytheism.\" [Narrated by At-Tirmidhi]\nBenefits of the Hadīth\n- Swearing by other than Allah Almighty is impermissible\n- Swearing by other than Allah Almighty is an act of minor Shirk (polytheism)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: Complete the following Hadīth: \"None of you truly believes until I am dearer to him...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: Anas (may Allah be pleased with him) reported that the Messenger of Allah (may Allah's peace and blessings be upon him) said: \"None of you truly believes until I am dearer to him than his father, his children, and all people.\" [Narrated by Al-Bukhāri and Muslim]\nBenefits of the Hadīth\n- We should love the Prophet (may Allah's peace and blessings be upon him) more than all people.\n- This is part of perfect Imān (faith).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: Complete the following Hadīth: \"None of you truly believes until he loves for his brother...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: Anas (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"None of you truly believes until he loves for his brother what he loves for himself.\" [Narrated by Al-Bukhāri and Muslim]\nBenefits of the Hadīth\n1. A believer should love for the believers what he loves for himself of goodness.\n2. This is part of perfect faith.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: Complete the following Hadīth: \"By the One in whose Hand my soul is...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: Abu Sa‘īd (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"By the One in whose Hand my soul is, it is equivalent to one third of the Qur’an.\" [Narrated by Al-Bukhāri]\nBenefits of the Hadīth\n1. Merit of Surat al-Ikhlās\n2. It is equivalent to one third of the Qur’an",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: Complete the following Hadīth: \"There is no might and no strength except in Allah...\" and mention some of its benefits.",
      "cau_tra_loi": "Answer: Abu Mūsa (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"La hawla wala quwwata illa billāh (there is no might and no strength except in Allah) is one of the treasures of Paradise.\" [Narrated by Al-Bukhāri and Muslim]\nBenefits of the Hadīth\n1. The merit of these words, which is one of the treasures of Paradise\n2. Renunciation of one’s power and strength and reliance on Allah Almighty alone",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: Complete the following Hadīth: \"Verily, there is a piece of flesh in the body...\", and mention some of its benefits.",
      "cau_tra_loi": "Answer: An-Nu‘mān ibn Bashīr (may Allah be pleased with him and his father) reported that he heard the Prophet (may Allah's peace and blessings be upon him) say: \"Verily, there is a piece of flesh in the body; if it is upright then the entire body will be upright, and if it is corrupt then the entire body will be corrupt. Verily, it is the heart.\" [Narrated by Al-Bukhāri and Muslim]\nBenefits of the Hadīth\n1. Uprightness of the heart ensures one's apparent and hidden uprightness.\n2. Paying attention to the uprightness of the heart because a human's uprightness is dependent upon it.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: Complete the following Hadīth: \"One whose last words are: La ilāha illallāh...\", and mention some of its benefits.",
      "cau_tra_loi": "Answer: Mu‘ādh ibn Jabal (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"One whose last words are: 'La ilāha illallāh (there is no god but Allah)' will enter Paradise.\" [Narrated by Abu Dāwūd]\nBenefits of the Hadīth\n1. The merit of \"La ilāha illallāh\" (there is no god but Allah) and how it is a cause for admitting one into Paradise\n2. The privilege of the one whose last words are: \"La ilāha illallāh\" (there is no god but Allah)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: Complete the following Hadīth: \"A believer is neither a slanderer nor an invoker of curse...\", and mention some of its benefits.",
      "cau_tra_loi": "Answer: ‘Abdullah ibn Mas‘ūd (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"A believer is neither a slanderer or an invoker of curse, nor is he indecent or foulmouthed.\" [Narrated by At-Tirmidhi]\nBenefits of the Hadīth\n1. Prohibition of all false and foul speech\n2. Description of the believer's speech",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: Complete the following Hadīth: \"It is from the best Muslim character...\", and mention some of its benefits.",
      "cau_tra_loi": "Answer: Abu Hurayrah (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"It is from the best Muslim character to leave that which is not of one's concern.\" [Narrated by At-Tirmidhi and others]\nBenefits of the Hadīth\n1. One should not interfere with others' religious or worldly affairs.\n2. Not interfering with others' affairs is part of one's perfect Islam.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: Complete the following Hadīth: \"Whoever recites a letter from the Book of Allah...\", and mention some of its benefits.",
      "cau_tra_loi": "Answer: ‘Abdullah ibn Mas‘ūd reported that the Prophet (may Allah's peace and blessings be upon him) said: \"Whoever recites a letter from the Book of Allah will be credited with a good deed, and the good deed receives a ten-fold reward. I am not saying that Alif-Lām-Mīm is one letter, but Alif is a letter, Lām is a letter and Mīm is a letter.\" [Narrated by At-Tirmidhi]\nBenefits of the Hadīth\n1. Merit of reciting the Qur’an\n2. One is given rewards for every single letter he recites",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    }
  ]
}
