{
  "muc_luc": "Morals Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: Mention the merit of good morals?",
      "cau_tra_loi": "Answer: The Prophet (may Allah's peace and blessings be upon him) said: \"The most perfect believer in his faith is the one who has the most excellent morals.\" [Narrated by At-Tirmidhi and Ahmad]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: Why should we adhere to the Islamic morals?",
      "cau_tra_loi": "Answer: We should adhere to the Islamic morals because: \n1. It leads to Allah's love\n2. It leads to people's love\n3. It is the heaviest thing on the Scale\n4. It leads to multiplying the reward\n5. It is a sign of perfect faith",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: From where should we derive morals?",
      "cau_tra_loi": "Answer: From the Noble Qur’an, as Allah Almighty says: {Indeed, this Qur’an guides to what is most upright.} [Surat al-Isrā’: 9] And from the Prophetic Sunnah as the Prophet (may Allah's peace and blessings be upon him) said: \"Verily, I was sent to make perfect righteous morals.\" [Narrated by Ahmad]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: What is the quality of Ihsān (benevolence) and its examples?",
      "cau_tra_loi": "Answer: Ihsān means being constantly heedful of Allah and acting kindly and benevolently towards all creatures.\nThe Prophet (may Allah's peace and blessings be upon him) said: \"Verily, Allah has enjoined kindness upon all things.\" [Narrated by Muslim]\nExamples of Ihsān include:\n. Benevolence in worshiping Allah Almighty by dedicating the worship with full sincerity to Him\n. Benevolence towards parents in words and deeds\n. Benevolence towards kindred and relatives\n. Benevolence towards neighbors\n. Benevolence towards the orphans and the needy\n. Benevolence towards the one who offended you\n. Benevolence in speech\n. Benevolence in arguments\n. Benevolence towards animals",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: What is the opposite of Ihsān?",
      "cau_tra_loi": "Answer: The opposite of Ihsān is Isā’ah (offence)\nExamples of offence include: . Insincerity in worshiping Allah Almighty\n. Undutifulness to one's parents\n. Severing kinship ties\n. Bad neighborliness\n. Unkindness towards the poor and the needy, in addition to other evil words and deeds",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: What are the types and examples of integrity?",
      "cau_tra_loi": "Answer:\n1. Integrity in preserving the rights of Allah Almighty\nExamples include: Integrity in performing acts of worship like the prayer, Zakah, fasting, Hajj, etc.\n2. Integrity in preserving others' rights\nExamples include preserving: . People's honor\n. Their properties\n. Their lives\n. Their secret affairs and everything that one is entrusted with\nAllah Almighty says concerning the qualities of those who are successful: {And those who are faithful to their trusts and pledges.} [Surat al-Mu’minūn: 8]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: What is the opposite of integrity?",
      "cau_tra_loi": "Answer: The opposite of integrity is betrayal, which means wasting the rights of Allah Almighty and those of people.\nThe Prophet (may Allah's peace and blessings be upon him) said: \"There are three signs of a hypocrite\" and he mentioned among them: \"... and if he is entrusted, he betrays the trust\". [Agreed upon]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: What is the truthfulness?",
      "cau_tra_loi": "Answer: Truthfulness means saying what conforms with the reality or what is true.\nExamples include:\n. Truthfulness in talking with people\n. Truthfulness in making a promise\n. Truthfulness in every word and deed\nThe Prophet (may Allah's peace and blessings be upon him) said: \"Adhere to truthfulness, for truthfulness leads to righteousness and righteousness leads to Paradise. A man will keep speaking the truth until he becomes of the most truthful.\" [Agreed upon]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: What is the opposite of truthfulness?",
      "cau_tra_loi": "Answer: Lying is the opposite of truthfulness and it means not telling the truth. Examples include: lying to people, not keeping promises, and false testimony.\nThe Prophet (may Allah's peace and blessings be upon him) said: \"Lying leads to wickedness and wickedness leads to Hellfire. A man will keep telling lies until he is recorded with Allah as an utter liar.\" [Agreed upon] The Prophet (may Allah's peace and blessings be upon him) also said: \"There are three signs of a hypocrite\", and he mentioned among them: \"When he speaks he lies, and when he makes a promise he breaks it\". [Agreed upon]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: Mention the types of patience?",
      "cau_tra_loi": "Answer: . Patience in obeying Allah Almighty\n. Patience in refraining from sins\n. Patience in dealing with the harsh divine decrees, and praising Allah in all states\nAllah Almighty says: {And Allah loves those who are patient.} [Surat Āl ‘Imrān: 146] Moreover, the Prophet (may Allah's peace and blessings be upon him) said: \"How wonderful the affair of the believer is! Indeed, all of his affairs are good for him. This is for no one but the believer. If something good happens to him, he is grateful to Allah, which is good for him. And if something bad happens to him, he stays patient, which is good for him.\" [Narrated by Muslim]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: What is the opposite of patience?",
      "cau_tra_loi": "Answer: Impatience is the opposite of patience and it means showing impatience in obeying Allah and in refraining from sins. It also means expressing discontent at the divine decree with words or deeds.\nExamples include:\n. Wishing for death\n. Slapping the cheeks\n. Tearing the clothes\n. Disheveling the hair\n. Invoking death upon oneself\nThe Prophet (may Allah's peace and blessings be upon him) said: \"The greater the tribulation is, the greater the reward will be. When Allah loves people, He tests them. So, whoever is content, for him is pleasure; and whoever is discontent, for him is displeasure.\" [Narrated by At-Tirmidhi and Ibn Mājah]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: What is the trait of cooperation.",
      "cau_tra_loi": "Answer: It is cooperation between people in truth and goodness.\nExamples of cooperation include:\n. Cooperation in restoring rights\n. Cooperation in preventing oppression\n. Cooperation in fulfilling the needs of the people and the needy\n. Cooperation in all goodness\n. Non-Cooperation in sin, harm, and transgression\nAllah Almighty says: {Cooperate with one another in goodness and righteousness, and do not cooperate in sin and transgression. And fear Allah, for Allah is severe in punishment.} [Surat al-Mā’idah: 2] The Prophet (may Allah's peace and blessings be upon him) said: \"The relationship of the believer with another believer is like (the bricks of) a building, each strengthens the other.\" [Agreed upon] The Prophet (may Allah's peace and blessings be upon him) also said: \"A Muslim is the brother of a Muslim; he does not wrong him and he does not hand him over to an oppressor. Whoever fulfills the needs of his brother, Allah will fulfill his needs; and whoever relieves a Muslim of a burden, Allah will relieve him of a burden from the burdens of the Day of Judgment; and whoever covers (the faults of) a Muslim, Allah will cover (his faults) on the Day of Judgment.\" [Agreed upon]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: What are the types of Hayā’ (modesty)?",
      "cau_tra_loi": "Answer: 1. Modesty towards Allah by not disobeying Him\n2. Modesty towards people by refraining from foul and indecent speech and from uncovering the ‘Awrah\nThe Prophet (may Allah's peace and blessings be upon him) said: \"Faith has over seventy branches – or over sixty branches – the best of which is saying: There is no god but Allah; and the least of which is the removal of harmful objects from the way; and modesty is a branch of faith.\" [Narrated by Muslim]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: Mention examples of the trait of mercy.",
      "cau_tra_loi": "Answer: . Being merciful to old people and revering them\n. Being merciful to young people and children\n. Being merciful to the poor, the needy, and the destitute\n. Being merciful to animals by feeding them and not harming them\nIn this regard, the Prophet (may Allah's peace and blessings be upon him) said: \"You will find the believers in their mutual compassion, love, and sympathy like a single body: if one of its organs suffers, the whole body will react with sleeplessness and fever.\" [Agreed upon] The Prophet (may Allah's peace and blessings be upon him) also said: \"Those who are merciful will be shown mercy by the Most Merciful. Be merciful to those on earth and the One in the heaven will be merciful to you.\" [Narrated by Abu Dāwūd and At-Tirmidhi]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: What are the types of love?",
      "cau_tra_loi": "Answer: . Love for Allah Almighty\nAllah Almighty says: {But those who believe are stronger in their love for Allah.} [Surat al-Baqarah: 165]\n. Love for the Messenger of Allah (may Allah's peace and blessings be upon him)\nThe Prophet (may Allah's peace and blessings be upon him) said: \"By the One in Whose Hand my soul is, none of you will attain perfect faith until I am dearer to him than his father and his child.\" [Narrated by Al-Bukhāri]\n. Love for the believers and wishing goodness for them just as one wishes for himself\nThe Prophet (may Allah's peace and blessings be upon him) said: \"None of you is a real believer until he loves for his brother what he loves for himself.'' [Narrated by Al-Bukhāri]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: Define cheerfulness.",
      "cau_tra_loi": "Answer: It is having a cheerful face, along with showing happiness and a smile, being friendly, and expressing delight when meeting people.\nIt is the opposite of frowning at people, which is a repellent attitude.\nMany Hadīths mention the merit of cheerfulness, among them is the Hadīth where Abu Dharr (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"Do not belittle any good deed, even if it is meeting your brother with a cheerful face.\" [Narrated by Muslim] Moreover, the Prophet (may Allah's peace and blessings be upon him) said: \"Smiling at your brother is counted as a charity.\" [Narrated by At-Tirmidhi]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: What is envy?",
      "cau_tra_loi": "Answer: It is wishing that the blessing of others would cease to exist or hating to see others enjoy a blessing.\nAllah Almighty says: {And from the harm of the envier when he envies.}\nAnas ibn Mālik (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) said: \"Do not hate one another, do not envy one another, and do not turn your backs on one another, but be, O servants of Allah, as brothers.\" [Narrated by Al-Bukhāri and Muslim]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: What is mockery?",
      "cau_tra_loi": "Answer: It is ridiculing and despising one's Muslim brother, which is impermissible.\nForbidding mockery, Allah Almighty says: {O you who believe, let not some men ridicule others, for it may be that they are better than them; nor let some women ridicule others, for it may be that they are better than them. Do not speak ill of one another, nor call one another by [offensive] nicknames. How evil is the name of wickedness after having faith! And whoever does not repent, it is they who are the wrongdoers.} [Surat al-Hujurāt: 11]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: Define humility.",
      "cau_tra_loi": "Answer: It is the quality of not thinking that one is better than other people; thus, one does not despise people or reject the truth.\nAllah Almighty says: {The slaves of the Most Compassionate are those who walk on earth humbly.} [Surat al-Furqān: 63] It means that they are humble. Moreover, the Prophet (may Allah's peace and blessings be upon him) said: \"No one humbles himself seeking the pleasure of Allah except that Allah will raise his rank.\" [Narrated by Muslim] The Prophet (may Allah's peace and blessings be upon him) also said: \"Allah revealed to me that you should all be humble; so that people should not feel proud over one another, and that they should not wrong one another.\" [Narrated by Muslim]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: What are the types of the forbidden arrogance?",
      "cau_tra_loi": "Answer: 1. Arrogance in dealing with the truth, i.e., rejecting and not accepting the truth\n2. Arrogance in dealing with people, i.e., despising and disdaining them\nThe Prophet (may Allah's peace and blessings be upon him) said: \"Whoever has an atom's weight of arrogance in his heart will not enter Paradise.\" A man said: \"What if one likes his clothes and shoes to be good?\" He said: \"Verily, Allah is beautiful and He loves beauty. Arrogance is rejecting the truth and looking down on people.\" [Narrated by Muslim]\n- \"Rejecting the truth\": not accepting it.\n- \"Looking down on people\": despising them.\n- Wearing good-looking clothes and shoes is not arrogance.",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: Mention some of the types of the forbidden cheating.",
      "cau_tra_loi": "Answer: - Cheating in selling and buying, by hiding the defect in the commodity\n- Cheating in learning, like the students' cheating on exams\n- Cheating in speaking, like in false testimony and lying\n- Breaching one's agreements with others\nThe prohibition of cheating is clear in the Hadīth stating that the Messenger of Allah (may Allah's peace and blessings be upon him) once came upon a heap of food, and when he put his hand into it, his fingers felt some dampness. So, he asked: \"What is this, O owner of the food? The man replied: \"Rain had fallen on it, O Messenger of Allah,\" whereupon the Prophet (may Allah's peace and blessings be upon him said: \"Why did you not put the damp part on top of the food so that people might see it? He who cheats has nothing to do with me.\" [Narrated by Muslim]\n\"Heap of food\": a pile of food.",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Question 22: What is backbiting?",
      "cau_tra_loi": "Answer: It is mentioning one's Muslim brother with what he dislikes in his absence.\nAllah Almighty says: {And do not backbite one another. Would any of you like to eat the flesh of his dead brother? You would surely abhor it. So fear Allah. Indeed, Allah is Accepting of Repentance, Most Merciful.} [Surat al-Hujurat: 12]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Question 23: Define talebearing.",
      "cau_tra_loi": "Answer: It is spreading words of one another between people with the intent of causing mistrust and dissension among people.\nThe Prophet (may Allah's peace and blessings be upon him) said: \"No talebearer will enter Paradise.\" [Narrated by Muslim]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Question 24: What is indolence?",
      "cau_tra_loi": "Answer: It is slackening in performing acts of goodness and in carrying out one's duties.\nIt includes slackness in carrying out obligations.\nAllah Almighty says: {The hypocrites seek to deceive Allah, but it is He Who deceives them. Whenever they stand up for prayer, they stand up reluctantly, only to be seen by people, and they do not remember Allah but a little.} [Surat an-Nisā’: 142]\nThe believer should, thus, abandon indolence, sluggishness, and laziness and should work hard and work diligently in this life in a way that is pleasing to Allah Almighty.",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Question 25: Mention the types of anger.",
      "cau_tra_loi": "Answer: 1. Praiseworthy anger: It is the anger that one feels for the sake of Allah in case the disbelievers, hypocrites, or others violate any of His limits.\n2. Dispraised anger: It is the anger that drives one to say and do what he should not.\nTreatment of Dispraised Anger\n- Performing ablution\n- The one who is standing should sit, and the one who is sitting should lie down\n- Adhering to the Prophet's advice in this regard, as he said: \"Do not get angry\"\n- Controlling oneself at times of anger\n- Seeking refuge with Allah from the accursed devil\n- Keeping silent",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Question 26: What is spying?",
      "cau_tra_loi": "Answer: It is pursuing and exposing people's faults and what they hide.\nExamples of prohibited spying include:\n- Trying to know people's private affairs in their homes\n- Eavesdropping on people's private conversations\nAllah Almighty says: {Do not spy on one another...} [Surat al-Hujurāt: 12]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Question 27: What is wastefulness? What is stinginess? What is generosity?",
      "cau_tra_loi": "Answer: Wastefulness is spending money inefficiently.\nIt is opposite to stinginess, which means withholding money and not spending it rightfully.\nThe correct attitude is a moderate way between wastefulness and stinginess, i.e., to be generous.\nAllah Almighty says: {And those who neither spend wastefully nor stingily, but are moderate between them.} [Surat al-Furqān: 67]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Question 28: What is cowardice? What is bravery?",
      "cau_tra_loi": "Answer: Cowardice is fearing something that one should not fear.\nSuch as fearing to say the truth or to forbid evil.\nBravery is prowess upon the truth, such as undertaking the mission of defending Islam and Muslims in the fields of Jihad.\nThe Prophet (may Allah's peace and blessings be upon him) used to say the following in his supplication: \"Allāhumma innī a‘ūdhu bika min al-jubn\" (O Allah, I seek refuge with You from cowardice). The Prophet (may Allah's peace and blessings be upon him) also said: \"A strong believer is better and dearer to Allah than a weak believer, and there is good in both.\" [Narrated by Muslim]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Question 29: Mention some of the prohibited words and speeches.",
      "cau_tra_loi": "Answer: - Curses and insults\n- Saying that someone is an animal or the like\n- Saying obscene or indecent words\nThe Prophet (may Allah's peace and blessings be upon him) forbade all such things by saying: \"A believer is neither a slanderer or an invoker of curse, nor is he indecent or foulmouthed.\" [Narrated by At-Tirmidhi and Ibn Hibbān]",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Question 30: Mention some of the methods that may help a Muslim adhere to good morals.",
      "cau_tra_loi": "Answer: 1. Supplicating to Allah to grant you good morals and asking Him to help you adhere to them.\n2. Being constantly heedful of Allah Almighty and knowing that he knows, hears, and sees you.\n3. Remembering the reward of good morals and that they are a cause for entering Paradise.\n4. Remembering the consequences of bad morals and that they are a cause for entering Hellfire.\n5. Good morals lead to winning the love of Allah Almighty and His creation, whereas, bad morals bring about the wrath of Allah and His creation.\n6. Reading the biography of the Prophet (may Allah's peace and blessings be upon him) and taking him as a role model\n7. Taking good people as companions and avoiding the company of evil people",
      "audio_url": "https://filedn.com/lco62bupk3FhokriLdI2kcb/kidmuslim/nodata/30.mp3"
    }
  ]
}
