{
  "muc_luc": "Miscellaneous Knowledge Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: What are the five assignment rulings?",
      "cau_tra_loi": "Answer:\n1. Wājib (obligatory)\n2. Mustahabb (recommended)\n3. Muharram (prohibited)\n4. Makrūh (disliked)\n5. Mubāh (permissible)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: Explain these five rulings.",
      "cau_tra_loi": "Answer:\n1. Wājib (Obligatory): such as the five prayers, fasting in Ramadān, and dutifulness to one's parents.\nPerforming what is obligatory will be rewarded, whereas, abandoning it will be punished.\n2. Mustahabb (Recommended): such as the regular Sunnah prayers, the night prayer, feeding people, and the greeting of peace. It is also called \"Sunnah\" and \"Mandūb\".\nPerforming what is recommended will be rewarded, and abandoning it will not be punished.\nImportant Note:\nThe Muslim must hasten to perform whatever is Sunnah or recommended and follow the example of the Prophet (may Allah's peace and blessings be upon him).\n3. Muharram (Prohibited): such as the consumption of alcohol, being undutiful to one's parents, and severing kinship ties.\nAbandoning what is prohibited will be rewarded, whereas, committing it will be punished.\n3. Makrūh (Disliked): such as taking and giving with the left hand, and lifting up the lower part of the garment during the prayer.\nAbandoning what is disliked will be rewarded, and doing it will not be punished.\n5. Mubāh (Permissible): such as eating an apple and drinking tea. It is also called \"Jā’iz\" and \"Halāl\".\nAbandoning what is permissible will not be rewarded, as doing it will not be punished.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: What is the ruling on sales and transactions?",
      "cau_tra_loi": "Answer: In principle, all types of sales and transactions are permissible, except some types which have been prohibited by Allah Almighty.\nAllah Almighty says: {But Allah has permitted trade and forbidden usury.} [Surat al-Baqarah: 275]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: Mention some of the prohibited types of sales and transactions.",
      "cau_tra_loi": "Answer:\n1. Cheating: such as hiding the defect in a commodity.\nAbu Hurayrah (may Allah be pleased with him) reported that the Prophet (may Allah's peace and blessings be upon him) once came upon a heap of food, and when he put his hand into it, his fingers felt some dampness. So, he asked the owner of the food: \"What is this, O owner of the food?\" The man replied: \"The rain had fallen on it, O Messenger of Allah.\" Thereupon, the Prophet (may Allah's peace and blessings be upon him) said: \"Why did you not put the damp part on the top of the food so that people can see it? He who cheats has nothing to do with me.\" [Narrated by Muslim]\n2. Riba (usury): such as borrowing one thousand from someone to be returned as two thousands.\nThis excess is the prohibited usury.\nAllah Almighty says: {But Allah has permitted trade and forbidden usury.} [Surat al-Baqarah: 275]\n3. Gharar (uncertainty, risk) and Jahālah (ignorance): such as selling milk that is still in the female sheep udder, or fish that is not yet caught.\nThe Hadīth states: \"The Messenger of Allah (may Allah's peace and blessings be upon him) forbade any sale that involves Gharar (uncertainty, risk).\" [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: Mention some of the blessings that Allah has bestowed on you.",
      "cau_tra_loi": "Answer: 1. The blessing of being a Muslim and not being from the disbelievers\n2. The blessing of adhering to the Sunnah and not being from the heretic innovators\n3. The blessing of health and wellbeing, including the blessing of hearing, seeing, walking, etc.\n4. The blessing of having food, drink, and clothes.\nIn fact, the blessings that Allah Almighty has bestowed upon us are numerous and cannot be counted or enumerated.\nAllah Almighty says: {If you try to count Allah’s favors, you will not be able to enumerate them. Indeed, Allah is All-Forgiving, Most Merciful.} [Surat an-Nahl: 18]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: What is our duty towards our blessings? How should we show gratitude?",
      "cau_tra_loi": "Answer: It is our duty to express gratitude for having such blessings by praising Allah with the tongue and attributing all favors to Him alone, and by using such blessings in a way that pleases Allah Almighty and not in disobeying Him.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: What are the Muslims' festivals?",
      "cau_tra_loi": "Answer: Eid al-Fitr and Eid al-Ad'ha.\nThis is mentioned in the Hadīth of Anas who said: \"When the Messenger of Allah (may Allah's peace and blessings be upon him) came to Madīnah, the people had two days on which they used to play games. He asked: 'What are these two days?' They said: 'We used to play on them in the pre-Islamic period.' Thereupon, the Messenger of Allah (may Allah's peace and blessings be upon him) said: 'Allah has given you something better than these two: the day of sacrifice (Eid al-Ad'ha) and the day of the breaking the fast (Eid al-Fitr).'\" [Narrated by Abu Dāwūd]\nAll festivals, other than these two Eids, are counted as religious innovations.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: What is the best month?",
      "cau_tra_loi": "Answer: The month of Ramadān.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: What is the best day?",
      "cau_tra_loi": "Answer: Friday.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: What is the best day of the year?",
      "cau_tra_loi": "Answer: The Day of ‘Arafah (9th of Dhul-Hijjah).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: What is the best night of the year?",
      "cau_tra_loi": "Answer: Laylat al-Qadr (the Night of Decree).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: What should one do on seeing a non-Mahram woman?",
      "cau_tra_loi": "Answer: One should lower his gaze, as Allah Almighty says: {Tell the believing men to lower their gazes.} [Surat an-Nūr: 30]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: Who are man's enemies?",
      "cau_tra_loi": "Answer: 1. The human soul that prompts one to evil: This is when one follows what his soul dictates to him and follows his personal desires in disobeying Allah Almighty, Who says: {Indeed, the human soul prompts one to evil, except those to whom my Lord may show mercy. Indeed, my Lord is All-Forgiving, Most Merciful.} [Surat Yūsuf: 53] 2. The devil: He is the human's foe whose main goal is to mislead man, whisper evil to him, and lead him to Hellfire. Allah Almighty says: {Do not follow the footsteps of Satan, for he is your sworn enemy.} [Surat al-Baqarah: 168] 3. Evil companions: They are those who urge one towards evil and prevent him from goodness. Allah Almighty says: {On that Day, close friends will become enemies to one another, except the righteous.} [Surat az-Zukhruf: 67]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: What is repentance?",
      "cau_tra_loi": "Answer: Repentance means abandoning sins and starting to obey Allah Almighty. Allah Almighty says: {I am indeed Most Forgiving to those who repent and believe, and do righteous deeds, then stay on the right path.} [Surat Taha: 82]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: What are the conditions of sound repentance?",
      "cau_tra_loi": "Answer: 1. Abandoning sin\n2. Remorse for committing sin\n3. Resolve not to return to sin\n4. Restoring the rights to its owners\nAllah Almighty says: {And those who, when they commit a shameful act or wrong themselves, remember Allah and seek forgiveness for their sins – who can forgive sins except Allah? – and they do not persist in what they did knowingly.} [Surat Āl ‘Imrān: 135]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: What is the meaning of invoking blessings upon the Prophet (may Allah's peace and blessings be upon him)?",
      "cau_tra_loi": "Answer: It means supplicating to Allah and asking Him to exalt the mention of His Prophet (may Allah's peace and blessings be upon him) in the highest assembly.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: What is the meaning of \"Subhānallāh\"?",
      "cau_tra_loi": "Answer: Tasbīh (saying: Subhānallāh) means exalting Allah Almighty above any deficiency, defect, or evil.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: What is the meaning of \"Alhamdulillāh\"?",
      "cau_tra_loi": "Answer: It means praising Allah Almighty and describing Him with all the attributes of perfection.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: What is the meaning of \"Allāhu Akbar\"?",
      "cau_tra_loi": "Answer: It means that Allah Almighty is the Most Great, the Most Magnificent, and the Most Mighty among all other things.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: What is the meaning of \"La hawla wala quwwata illa billāh\"?",
      "cau_tra_loi": "Answer: It means that a person cannot change from one state to another except by the strength and power of Allah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: What is the meaning of \"Astaghfirullāh\"?",
      "cau_tra_loi": "Answer: It means asking Allah Almighty to erase one's sins and cover one's flaws.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    }
  ]
}
