{
  "muc_luc": "Phần Hadith",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Hãy hoàn thành Hadith: {إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ...} và hãy liệt kê một số lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Lãnh đạo nhóm người có đức tin, cha của Hafsoh, ông ‘Umar bin Al-Khattab – Cầu xin Allah Tối Cao hài lòng về ông – kể: Tôi đã nghe Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – nói: {Quả thật, mọi việc làm đều xuất phát từ định tâm và tất cả mỗi người chỉ có được điều mình đã định tâm. Theo đó, ai (đã định tâm) di cư vì Allah và vì Thiên Sứ của Ngài thì sự di cư đó được Allah và Thiên Sứ của Ngài đón nhận và ai (đã định tâm) di cư chỉ vì lợi ích trần gian hoặc chỉ để được cưới vợ thì họ chỉ được hưởng những gì đã định tâm trong cuộc di cư đó.} Do Al-Bukhari và Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Tất cả việc làm đều cần phải có định tâm như lễ nguyện Salah, nhịn chay, hành hương Hajj và các việc hành đạo khác.\n2- Cần phải thành tâm trong định tâm vì Allah Tối Cao.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Hỏi 2: Hãy hoàn thành Hadith {مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Mẹ của những người có đức tin Ummu ‘Abdullah, ‘A-ishah – Cầu xin Allah hài lòng về bà – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Ai tạo ra cái mới trong vụ việc này của Ta (tức trong Islam), điều vốn không có trong tôn giáo thì việc làm đó sẽ bị từ chối (chấp nhận).} Do Al-Bukhari và Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Nghiêm cấm tạo ra hình thức thờ phượng mới trong tôn giáo.\n2- Chắc chắn việc hành đạo mới mẽ bị từ chối chấp nhận.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Hỏi 3: Hãy hoàn thành Hadith {بَيْنَمَا نَحْنُ جُلُوْسٌ عِنْدَ رَسُولِ اللهِ ﷺ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: ông ‘Umar – Cầu xin Allah hài lòng về ông – kể: Một ngày nọ, trong khi chúng tôi đang ngồi cùng Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam - bổng có một người đàn ông xuất hiện trong bộ quần áo trắng tinh, tóc đen mượt, ở ông ấy không có dấu hiệu là khách từ xa đến và không ai trong chúng tôi biết ông ta là ai, cho đến khi ông ta đến ngồi đối diện với Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam - hai đầu gối thì chạm vào hai đầu gối Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – đôi bàn tay thì đặt lên hai đùi rồi nói: “Hỡi Muhammad! Hãy nói cho ta biết Islam là gì?” - Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – đáp: {Islam là anh tuyên thệ câu chứng ngôn Laa i laa ha il lol loh wa an na Muhamma dar ro su lul loh, duy trì lễ Salah, xuất Zakat, nhịn chay Ramadan và hành hương Hajj nếu có khả năng thì hãy tìm đường đến đấy.} Nghe xong thì người đàn ông nói: “Ngươi đã nói thật.” Ông ‘Umar kể: Chúng tôi lấy làm ngạc nhiên vì ông ta hỏi rồi tự xác nhận là sự thật.  Người đàn ông nói tiếp: “Ngươi hãy nói cho ta biết về đức tin.”  Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – đáp: {Là anh tin tưởng nơi Allah, nơi các Thiên Thần của Ngài, nơi các Kinh Sách của Ngài, nơi các Sứ Giả của Ngài, nơi Ngày Cuối Cùng và anh tin định mệnh tốt xấu đều do Allah an bày.} Người đàn ông nói tiếp: “Ngươi hãy nói cho ta biết về tính Ehsan.” Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – đáp: {Là anh tôn thờ Allah như thể nhìn thấy Ngài, nếu như không nhìn thấy Ngài thì quả thật Ngài luôn nhìn thấy anh.} Người đàn ông nói tiếp: “Ngươi hãy báo cho ta biết khi nào sẽ tận thế?” Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – đáp: {Tôi không biết, vấn đề đó người hỏi biết rõ hơn tôi.} Người đàn ông nói tiếp: “Ngươi hãy báo cho ta biết các dấu hiệu để nhận biết về nó.” Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – đáp: {Việc nữ nô lệ sinh ra chủ của mình, rồi Người sẽ thấy những người chân không giầy, thân không quần áo, những người nghèo khổ không có gì để ăn, những người chăn cừu lại tranh nhau xây dựng nhà cao tầng.} ‘Umar kể tiếp: Rồi người đó ra đi, sau thời gian dài, Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – hỏi tôi: {Hỡi ‘Umar, ông có biết người hỏi đó là ai không?} ‘Umar đáp: chỉ có Allah và Thiên Sứ của Ngài mới biết. Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – nói: {Đấy là Jibril đã đến với các anh để dạy các anh về tôn giáo của các anh.} Do Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Nhắc đến năm trụ cột của Islam, gồm:\nCâu chứng ngôn đức tin Laa i laa ha il lol loh, wa anh na mu ham ma dar ro su lul loh (không có Thượng Đế đích thực ngoài Allah và Muhammad là Thiên Sứ của Allah).\nDâng lễ Salah.\nXuất Zakat.\nNhịn chay Ramadan.\nHành hương Hajj tại đền Ka’bah.\n2- Nhắc đến sáu nền tảng của đức tin, gồm:\nTin tưởng nơi Allah.\nNơi các Thiên Thần của Ngài.\nNơi các Kinh Sách của Ngài.\nNơi các Thiên Sứ của Ngài.\nNơi Ngày Cuối Cùng.\nVà định mệnh tốt, xấu đều do Allah an bày.\n3- Nhắc về nền tảng Ehsan, chỉ có một nền tảng, nghĩa là cháu tôn thờ Allah như thể cháu nhìn thấy Ngài, nếu như cháu không nhìn thấy Ngài thì quả thật Ngài luôn nhìn thấy cháu.\n4- Thời gian bắt đầu Ngày Tận Thế, chỉ có Allah Tối Cao mới biết được",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Hỏi 2: Hãy hoàn thành Hadith {أَكْمَلُ الْمُؤْمِنِيْنَ إِيْمَاناً...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông Abu Huroiroh – Cầu xin Allah hài lòng về ông – dẫn lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – nói: {Quả thật, người có đức tin hoàn hảo nhất là người tốt trong họ về mặt đạo đức.} Do At-Tirmizdi ghi và nói: Hadith Hasan Sahih.\nMột vài lợi ích rút ra từ Hadith:\n1- Khuyến khích rèn luyện đạo đức tốt.\n2- Quả thật, đạo đức hoàn hảo thuộc dạng đức tin toàn mỹ.\n3- Quả thật, đức tin có tăng và giảm.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Hỏi 5: Hãy hoàn thành Hadith {مَنْ حَلَفَ بِغَيْرِ اللهِ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Con trai ‘Umar – Cầu xin Allah hài lòng về hai ông – thuật lại lời Nabi - Sol lol lo hu ‘a lai hi wa sal lam –: {Ai thề thốt (bằng thứ gì khác) ngoài Allah là đã vô đức tin hoặc đã phạm Shirk.} Do At-Tirmizdi ghi.\nMột vài lợi ích rút ra từ Hadith:\nKhông được phép thề thốt với bất cứ gì ngoài Danh xưng của Allah Tối Cao.\n2- Việc thề thốt không bằng danh xưng của Allah là đã phạm điều tiểu Shirk.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Hỏi 6: Hãy hoàn thành Hadith { لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَحَبَّ إِلَيْهِ... } và  hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông Anas – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Chẳng bao giờ trở thành người có đức tin toàn diện cho đến khi Ta được các ngươi thương yêu hơn cả cha mẹ, con cái của y và cả toàn thiên hạ.} Do Al-Bukhari và Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Bắt buộc phải thương yêu Nabi - Sol lol lo hu ‘a lai hi wa sal lam – hơn tất cả mọi người.\n2- Quả thật, đó mới là đức tin toàn mỹ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Hỏi 7: Hãy hoàn thành Hadith {لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: : Ông Anas – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Chẳng bao giờ trở thành người có đức tin toàn diện cho đến khi các ngươi thương mến người anh em (Muslim) khác như thể thương chính mình.} Do Al-Bukhari và Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Người có đức tin phải có trách nhiệm thương yêu người anh em có đức tin khác như thương chính mình.\n2- Quả thật, đó mới là đức tin toàn mỹ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Hỏi 8: Hãy hoàn thành Hadith { وَالَّذِي ‌نَفْسِي ‌بِيَدِهِ ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông Abu Sa’ed Al-Khudri – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Xin thề bởi Đấng nấng lấy linh hồn Ta trong tay, quả thật nó (chương Al-Ikhlas) tương đương một phần ba Qur’an.} Do Al-Bukhari ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Giá trị của chương Al-Ikhlas.\n2- Quả thật, chương Al-Ikhlas có ân phước tương đương với một phần ba Qur’an.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Hỏi 9: Hãy hoàn thành Hadith { ‌لَا ‌حَوْلَ ‌وَلَا ‌قُوَّةَ ‌إِلَّا ‌بِاللَّهِ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông Abu Musa – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Laa haw laa wa laa qu wa ta il laa bil l.a.h là một trong những kho báu của Thiên Đàng.} Do Al-Bukhari và Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Giá trị của câu tụng niệm này, đây là một trong các kho báu của Thiên Đàng.\n2- Con người phủ bỏ quyền năng và sức mạnh của chính mình mà dựa dẫm vào Allah Tối Cao.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Hãy hoàn thành Hadith { أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: ông An-Nu’man bin Bashir – Cầu xin Allah hài lòng về hai ông – kể: Tôi đã nghe Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – nói: {Há chẳng phải trong (lòng ngực của) mỗi người có một cục thịt động đó sao, nếu nó tốt lành thì cả cơ thể sẽ tốt lành theo còn nếu nó hư hại thì cả cơ thể sẽ hư hại theo, chẳng phải đó là con tim hay sao?} Do Al-Bukhari và Muslim ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Việc cải thiện con tim bao gồm cả việc cải thiện hành động và suy nghĩ.\n2- Quan tâm đến việc cải thiện con tim bởi nhờ nó giúp cải thiện được con người.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Hỏi 11: Hãy hoàn thành Hadith { مَنْ ‌كَانَ ‌آخِرُ ‌كَلَامِهِ ‌مِنَ ‌الدُّنْيَا لَا إِلَهَ إِلَّا اللَّهُ ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông Mu’azd bin Jabal – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Ai nói lời cuối cùng ở trần gian Laa i laa ha il lol loh là được vào Thiên Đàng.} Do Abu Dawood ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Giá trị của câu Laa i laa ha il lol loh, giúp cho người nô lệ được vào Thiên Đàng.\n2- Thật tốt cho ai nói được lời cuối cùng trước khi chết câu Laa i laa ha il lol loh.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Hãy hoàn thành Hadith { لَيْسَ ‌الْمُؤْمِنُ ‌بِالطَّعَّانِ، وَلَا بِاللَّعَّانِ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông ‘Abdullah bin Mas’ud – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Người có đức tin hoàn thiện không nói xấu, không nguyền rủa, không chửi bới và không biết xấu hổ.} Do At-Tirmizd ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Cấm tất cả những lời nói giả dối và xấu xa.\n2- Đó là đặc điểm của người có đức tin nằm cái miệng của họ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Hãy hoàn thành Hadith { مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp:  Ông Abu Huroiroh – Cầu xin Allah hài lòng về ông – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Trong Islam những điều tốt nhất của một người là biết bỏ đi những gì vô nghĩa.} Do At-Tirmizd và những người khác ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Biết bỏ đi những gì không liên quan đến mình trong những vấn đề tôn giáo và cuộc sống.\n2- Quả thật, việc bỏ đi những gì vô ích sẽ giúp Islam của mình thêm hoàn thiện.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Hỏi 14: Hãy hoàn thành Hadith { ‌مَنْ ‌قَرَأَ ‌حَرْفًا ‌مِنْ ‌كِتَابِ ‌اللَّهِ كَتَبَ اللَّهُ ...} và hãy liệt kê một vài lợi ích rút ra từ Hadith?",
      "cau_tra_loi": "Đáp: Ông ‘Abdullah bin Mas’ud – thuật lại lời Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam –: {Ai đọc một chữ cái trong Kinh sách của Allah (tức Qur’an) được Ngài viết cho một ân phước, và một ân phước được nhân lên mười lần, Ta không nói alif, l.a.m, m.i.m là một chữ cái, mà thật ra alif là một chữ, l.a.m là một chữ, m.i.m là một chữ.} Do At-Tirmizd ghi.\nMột vài lợi ích rút ra từ Hadith:\n1- Giá trị việc xướng đọc Qur’an.\n2- Cứ mỗi chữ cái bạn đọc đều được tính cho ân phước.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    }
  ]
}
