{
  "muc_luc": "Phần Phép Cư Xử Theo Islam",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi1: Phép cư xử với Allah Tối Cao ra sao?",
      "cau_tra_loi": "Đáp: 1- Tôn vinh Allah Hiển Vinh và Tối Cao.\n2- Thờ phượng Ngài duy nhất không tổ hợp bất cứ gì trong thờ phượng.\n3- Tuân mệnh Ngài.\n4- Từ bỏ mọi hành vi nghịch lại Ngài.\n5- Tạ ơn và tán dương Allah về bao hồng ân đã ban cho không đếm xuể.\n6- Kiên nhẫn trước định mệnh mà Ngài đã an bày.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Phép cư xử với Thiên Sứ - Sol lol lo hu ‘a lai hi wa sal lam – như thế nào?",
      "cau_tra_loi": "Đáp: 1- Noi theo và bắt chước theo Người.\n2- Vâng lời Người.\n3- Từ bỏ việc cải lại lệnh Người.\n4- Tin tưởng vào những gì Người thông báo.\n5- Tuyệt đối không sáng tạo thêm bất cứ điều gì trên đường lối của Người.\n6- Thương yêu Người hơn cả bản thân và tất cả thiên hạ.\n7- Tôn trọng Người, ủng hộ Người và bảo vệ đường lối của Người.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Phép cư xử với cha mẹ như thế nào?",
      "cau_tra_loi": "Đáp: 1- Nghe lời cha mẹ trong khuôn khổ không nghịch lại Allah.\n2- Phục vụ cho cha mẹ.\n3- Giúp đỡ cha mẹ.\n4- Giải quyết nhu cầu cần thiết cho cha mẹ.\n5- Cầu xin cho cha mẹ.\n6- Luôn lễ phép với cha mẹ trong lời nói, và không được thể hiện bực dọc với họ dù chỉ là lời thở dài “uf”.\n7- Luôn tươi cười trước mặt cha mẹ, chớ đừng cau mày.\n8- Không lớn tiếng với cha mẹ, mà luôn cần nhỏ nhẹ, ân cần với cha mẹ, không cắt ngang lời nói của cha mẹ, và không gọi tên của cha mẹ mà hãy nói: cha tôi, mẹ tôi.\n9- Xin phép trước khi vào phòng riêng của cha mẹ.\n10- Hôn tay và đầu của cha mẹ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Cách hàn gắn tình dòng tộc như thế nào?",
      "cau_tra_loi": "Đáp: 1- Thăm viếng anh chị em, chú bác, bà con, cô cậu và các người họ hàng khác.\n2- Cư xử tốt với họ bằng lời nói, hành động và giúp đỡ khi cần thiết.\n3- Trong các cách đó là điện thoại hỏi thăm về cuộc sống của họ khi ở xa.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Tôi cần phải cư xử như thế nào với các anh em và bạn bè của tôi?",
      "cau_tra_loi": "Đáp: 1- Lựa chọn những người bạn tốt mà kết thân.\n2- Từ bỏ và tránh xa những người bạn không tốt.\n3- Chào Salam và bắt tay với các bạn của tôi.\n4- Thăm hỏi họ khi bị bệnh và cầu xin Allah cho họ được mạnh khoẻ.\n5- Cầu xin cho họ khi nhảy mũi.\n6- Đáp lại lời mời gọi của họ.\n7- Khuyên bảo họ điều tốt đẹp.\n8- Giúp đỡ họ khi bị bất công và cản trở họ khi muốn làm điều bất công.\n9- Thương yêu người Muslim như thể thương chính mình.\n10- Giúp đỡ họ khi họ cần đến sự giúp đỡ.\n11- Không gây hại đến họ dù bằng lời nói hay việc làm.\n12- Giữ bí mật chuyện thầm kín của họ.\n13- Không xúc phạm, không nói xấu, không xem thường, không ganh tị, không theo dõi và không lường gạt họ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Phép cư xử với hàng xóm, láng giềng như thế nào?",
      "cau_tra_loi": "Đáp: 1- Đối xử tốt với hàng xóm bằng lời nói, hành động và sẵn sàng giúp đỡ khi họ cần giúp đỡ.\n2- Chúc mừng họ trong các dịp lễ ‘Eid hoặc kết hôn v.v…\n3- Thăm viếng khi họ bị bệnh và chia buồn khi họ có chuyện buồn.\n4- Tặng thức ăn cho họ khi có thể.\n5- Tuyệt đối không gây hại đến họ dù lời nói hay hành động.\nKhông làm ồn gây phiền hà đến hàng xóm hoặc theo dõi họ và nhẫn nhịn với họ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Phép tắc tiếp đãi khách như thế nào?",
      "cau_tra_loi": "Đáp: 1- Đáp lại lời mời của ai đó mời thăm viếng họ.\n2- Khi muốn thăm viếng ai thì báo trước cho họ biết trước thời gian.\n3- Xin phép trước khi vào.\n4- Không thăm viếng quá lâu.\n5- Hạn chế nhìn người nhà của chủ nhà.\nChào đón khách và tiếp đón khách bằng sự chào đón tốt nhất, với vẻ mặt vui vẻ và những lời chào đón tốt đẹp nhất.\n7- Cho khách ngồi tại vị trí tốt nhất.\n8- Chiêu đãi khách từ đồ ăn và thức uống.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Hãy kể phép tắc bệnh tật và thăm viếng người bệnh?",
      "cau_tra_loi": "Đáp: 1- Khi cảm thấy đau, hãy đặt tay phải lên vị trí đau đó, và nói: {Bis mil lah} ba lần, và nói tiếp: {A ‘ũ zdu bi ‘iz za til laa hi, wa qud ro ti hi min shar ri maa a ji du wa u haa zdir} lặp lại câu này bảy lần. Ý nghĩa: {Nhân danh Allah} {Bề tôi tìm kiếm nơi nương tựa trong quyền năng và sức mạnh của Allah khỏi mọi điều xấu mà tôi đối mặt và cảnh giác.}\n2- Hài lòng với sự an bày của Allah và kiên nhẫn về điều đó.\n3- Nhanh chóng thăm viếng người anh em bị bệnh, cầu xin Allah cho lành bệnh và không ngồi chơi quá lâu.\n4- Đọc các lời chửa bệnh cho người bệnh trước khi yêu cầu đọc.\n5- Khuyên người bệnh kiên nhẫn, cầu xin, hành lễ Salah và tẩy rửa với khả năng có thể.\n6- Cầu xin cho người bệnh câu: {As a lul lo hal ‘a zh.i.m, rab bal ‘ar shil ‘a zh.i.m ay yash fi ya ka.} ý nghĩa: Tôi khẩn cầu Allah Vĩ Đại, Thượng Đế của chiếc ngai vương vĩ đại chữa lành bệnh cho anh (chị). Lặp lại bảy lần.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Hãy kể các phép tắc học hỏi kiến thức Islam?",
      "cau_tra_loi": "Đáp: 1- Thành tâm vì Allah Tối Cao.\n2- Áp dụng theo kiến thức đã học được.\n3- Tôn trọng thầy dù có mặt hay vắng mặt.\n4- Ngồi trước mặt thầy luôn khiêm tốn và lịch sự.\n5- Giữ trật tự, không ồn ào và không cắt ngang lời thầy giảng.\n6- Dùng lời lẽ lịch sự khi đặt câu hỏi.\n7- Không gọi thầy bằng tên của người.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Phép ứng xử khi vào nơi đông người như thế nào?",
      "cau_tra_loi": "Đáp: 1- Chào Salam cho những người đang ngồi.\n2- Ngồi tại vị trí cuối cùng nhóm, không đuổi ai đó đứng dậy và không chen vào giữa hai người ngoại trừ đã hỏi ý kiến.\n3- Nhường chổ thêm rộng cho người khác vào ngồi cùng.\n4- Không cắt ngang lời nói của nhóm đang nói.\n4- Xin phép và chào Salam trước khi rời khỏi nhóm.\n6- Trước khi kết thúc cuộc hợp mặt nên cầu xin xoá đi tội lỗi lúc ngồi, nói: Sub haa na kol lo hum ma wa bi ham dik, ash ha du al laa i laa ha il laa an ta, as tagh fi ru ka wa a tu bu i lai ka. Ý nghĩa: Vinh quang thay Allah, bằng lời ca ngợi Ngài mà ca tụng tán dương, tôi xin tuyên thệ không có Thượng Đế nào đích thực ngoại trừ Ngài. Cầu xin Ngài dung thứ tội cho bề tôi và bề tôi trở về sám hối với Ngài.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Phép tắc ngủ như thế nào?",
      "cau_tra_loi": "Đáp: 1- Ngủ sớm.\n2- Ngủ khi có Wudu.\n3- Không ngủ nằm sấp.\n4- Ngủ nghiên bên phải và đặt bàn tay phải dưới má phải.\n5- Kiểm tra giường.\n6- Đọc các lời tụng niệm ngủ như câu Al-Kursi, đọc 3 lần các chương Al-Ikhlas, Al-Falaq, An-Nas. Và nói: Bis mi kol lo hum ma a mũ tu wa ah yaa\n7- Thức dậy để hành lễ Salah Fajr.\n8- Sau khi thức dậy nói: Al ham du lil laa hil la zdi ah yaa naa ba’ da maa a maa ta naa wa i lai hin nu sh.u.r (Ý nghĩa: Alhamdulillah, tạ ơn Allah, Ngài đã phục sinh bầy tôi lại sau khi đã làm bầy tôi chết, và rồi bầy tôi sẽ trở về trình diện Ngài.)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Phép tắc ăn uống như thế nào?",
      "cau_tra_loi": "Đáp:\n1- Định tâm ăn và uống là để tăng sức khỏe để phục tùng Allah Tối Cao.\n2- Rửa hai bàn tay trước khi ăn.\n3- Nói: Bis mil lah, ăn bằng tay phải, ăn phần thức ăn trước mặt, không ăn thức ăn ở giữa trước hoặc thức ăn đang trước mặt người khác.\n4- Khi quên nói Bis mil lah khi bắt đầu ăn thì nói câu sau khi nhớ lại: Bis mil laa hi aw waa li hi wa ã khi ri hi. (ý nghĩa: Nhân danh Allah từ đầu cho đến cuối).\n5-Hài lòng với thức ăn bày sẵn, không chê bai, nếu thích thì ăn và không thích thì không ăn.\n6- Ăn vừa đủ, không ăn quá nhiều.\n7- Không thổi hơi vào thức ăn và thức uống, hãy để đến khi nguội hẵn ăn uống.\n8- Ăn cùng với mọi người như khách hoặc người nhà.\n9- Không ăn trước những người đang ngồi cùng, nhất là những người lớn tuổi hơn.\n10- Nói Bis mil lah mỗi lần uống nước, uống lúc ngồi và lần ba ngụp.\n11- Tạ ơn Allah sau khi đã ăn uống xong.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Hãy kể về phép tắc mặc quần áo?",
      "cau_tra_loi": "Đáp: 1- Bắt đầu mặc đồ bằng bên phải và tạ ơn Allah.\n2- Không mặc quần dài phủ mắt cá (đối với nam).\n3- Nam không mặc quần áo nữ và nữ không mặc quần áo nam.\n4- Không bắt chước theo cách ăn mặc của người vô đức tin hoặc người ăn chơi, hư đốn.\n5- Nói Bis mil lah khi cởi đồ ra.\n6- Khi mang dép bắt đầu bằng chân phải và khi cởi dép bắt đầu bằng chân trái.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Hãy kể phép tắc đi phương tiện như thế nào?",
      "cau_tra_loi": "Đáp: 1- Nói: Bis mil lah, Al ham du lil lah (ý nghĩa: Nhân danh Allah, Alhamdulillah, xin tạ ơn Allah.) {Sub haa nal la zdi sakh kho ro la naa ha zda wa maa kun naa la hu muq ri n.i.n; (ý nghĩa: {“Quang vinh thay Đấng đã chế ngự (phương tiện) này cho bầy tôi, bởi quả thật bầy tôi không đủ khả năng chế ngự nó.”} wa in naa i laa rab bi naa la mun qo li b.u.n} (ý nghĩa (14) “Và bầy tôi chắc chắn sẽ trở về trình diện Thượng Đế của bầy tôi!”} [chương 43 - Al-Zukhruf: 13 - 14.]\n2- Khi đi ngang qua người Muslim thì chào Salam cho họ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Hãy kể về phép tắc trên đường đi như thế nào?",
      "cau_tra_loi": "Đáp: 1- Bước đi vừa phải, khiêm tốn trong bước đi và đi bên lề phải.\n2- Chào Salam khi gặp ai đó.\n3- Hạ thấp ánh nhìn và không gây hại người khác.\n4- Khuyên bảo làm thiện và cấm cản làm điều tội lỗi.\n5- Loại bỏ những thứ có hại ra khỏi đường đi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Hãy kể về phép tắc vào và ra khỏi nhà?",
      "cau_tra_loi": "Đáp: 1- Bước ra khỏi nhà bằng chân trái và nói: Bis mil lahi, ta waqkaltu 'alal lahi, laa hau laa wa laa quwata il laa bil laa, Ol lo hum ma in ni a ‘ũ zdu bi ka an a dhil, aw a dhol, aw a zil, aw u zal, aw ozh lim, aw uzh lam, aw aj hal, aw yuj hal ‘a lay. (ý nghĩa:Nhân danh Allah, bề tôi phó thác nơi Allah, không gì có thể thay đổi và không gì có đủ sức mạnh ngoại trừ Allah. Lạy Allah, bề tôi cầu xin Ngài che chở tránh khỏi lầm lạc hoặc bị làm cho lầm lạc hoặc làm sai hoặc bị hướng dẫn sai hoặc làm điều bất công hoặc bị ép buộc làm điều bất công hoặc làm điều ngu muội hoặc bị hướng dẫn làm điều ngu đần.) 2- Bước vào nhà bằng chân phải và nói: Bis mil la hi wa laj naa, wa bis mil la hi kho raj naa, wa ‘a lol lo hi rab bi naa ta wak kal naa. (Ý nghĩa: Nhân danh Allah bầy tôi vào, nhân danh Allah bầy tôi ra và Allah là Thượng Đế của bầy tôi, xin phó thác cho Ngài.)\n3- Bắt đầu chà miệng bằng Siwak và chào Salam cho người trong nhà.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Hãy kể phép tắc đi vệ sinh?",
      "cau_tra_loi": "Đáp: 1- Bước vào bằng chân trái.\n2- Nói trước khi bước vào: Bis mil l.a.h, ol lo hum ma in ni a ‘ũ zdu bi ka mi nal khu buth, walk ho ba ith (ý nghĩa: Nhân danh Allah. Lạy Allah, cầu xin Ngài che chở bề tôi tránh xa lũ Shaytan nam nữ).\n3- Không mang bất cứ gì có nhắc tên Allah vào.\n4- Cố gắng che kín lúc đi vệ sinh.\n5- Không nói chuyện tại nơi đi vệ sinh.\n6- Không hướng mặt và không xoay lưng về Qilah lúc tiểu và đại tiện. (Điều này áp dụng khi ở ngoài trời).\n7- Sử dụng tay trái để vệ sinh, không dùng tay phải.\n8- Không đi vệ sinh ở những nơi mọi người sử dụng như đường đi và nơi nghỉ mát.\n9- Rửa tay sau khi đi vệ sinh.\n10- Bước ra khỏi nhà vệ sinh bằng chân phải và nói: غُفْـرَانَكَ Ghuf ro na ka (ý nghĩa: Cầu xin sự tha thứ của Ngài)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Hãy kể về phép tắc ở Masjid?",
      "cau_tra_loi": "Đáp: 1- Bước vào Masjid bằng chân phải và nói: Bis mil l.a.h. Ol lo hum maf tah li ab waa bar oh ma tik. (Ý nghĩa: Lạy Allah, xin hãy mở các cánh cửa khoan dung độ lượng của Ngài cho bề tôi).\n2- Hành lễ 2 Rak’at chào Masjid trước khi ngồi xuống.\n3- Không đi ngang mặt người đang hành lễ Salah, hoặc ca hát thô tục, hoặc mua bán trong Masjid.\n4- Bước ra khỏi Masjid bằng chân trái và nói: Bis mil l.a.h. Ol lo hum ma ni ni as a lu ka min fidh li ka. (ý nghĩa: Nhân danh Allah, bề tôi cầu xin thiên lộc nơi Ngài.)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Hãy kể phép tắc chào Salam?",
      "cau_tra_loi": "Đáp: 1- Cứ mỗi khi gặp người Muslim, liền cho họ lời Salam, nói: As sa laa mu ‘a lai kum wa roh ma tul lo hi wa ba ro kaa tuh. Không bắt đầu bằng câu chào nào khác lời Salam và không chỉ chào bằng tay mà cần phải bằng miệng.\n2- Tươi cười với người mình chào Salam.\n3- Bắt tay với họ bằng tay phải.\n4- Khi được ai chào Salam thì chào lại lời chào tốt hơn hoặc lời tương tự.\n5- Không bắt đầu chào Salam với người vô đức tin và nếu họ có chào trước thì chỉ đáp lại tương tự.\n6- Người nhỏ chào người lớn, người đi phương tiện (xe, cưỡi con vật) chào người đi bộ và người đi bộ chào người ngồi, nhóm ít chào nhóm nhiều.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Hãy kể phép tắc xin phép?",
      "cau_tra_loi": "Đáp: 1- Xin phép trước khi bước vào nơi nào đó.\n2- Xin phép tối đa là ba lần không hơn nữa, sau đó rời đi.\n3- Rõ cửa nhẹ nhàng và không đứng ngay giữa cửa mà đứng ở bên phải hoặc bên trái cửa.\n4- Không bước vào phòng của cha mẹ hoặc bất cứ ai khác trừ phi đã xin phép, nhất là trước Fajr, trước giờ Zhuhr và sau giờ ‘Isha.\n5- Được phép vào những nơi công cộng, nơi không phải nhà ở như bệnh viện, chợ mà không cần xin phép.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Hãy kể phép tắc nhân từ với động vật?",
      "cau_tra_loi": "Đáp: 1- Cho động vật ăn và uống.\n2- Nhân từ và nhẹ nhàng với chúng, không bắt chúng chuyên chở quá sức.\n3- Không gây hại, đánh đập chúng dù bất cứ hình thức nào.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Câu hỏi 22: Hãy kể về phép tắc chơi thể thao?",
      "cau_tra_loi": "Đáp: 1- Định tâm chơi thể thao để có sức khoẻ tốt hơn để thần phục Allah và tìm sự hài lòng của Ngài.\n2- Không chơi trong giờ hành lễ Salah.\n3- Nam nữ không thi đấu cùng nhau.\n4- Mặc trang phục che kín phần Awrah bắt buộc.\n5- Tránh những hình thức thể thao bị nghiêm cấm trong Islam như đánh vào mặt, phơi bày phần Awrah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Câu hỏi 23: Hãy kể vài phép tắc trong đùa giỡn?",
      "cau_tra_loi": "Đáp: 1- Trung thực khi đùa giỡn và tuyệt đối không nói dối.\n2- Kể truyện cười không có chế giễu, nhạo báng, lạm dụng và đe dọa.\n3- Không trêu đùa quá nhiều.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Câu hỏi 24: Hãy kể phép tắc khi hắt hơi, nhảy mũi?",
      "cau_tra_loi": "Đáp: 1- Dùng tay hoặc áo hoặc khăn che miệng lúc nhảy mũi.\n2- Tạ ơn Allah sau khi nhảy mũi, nói: Al ham du lil lah. (ý nghĩa: Xin tạ ơn Allah).\n3- Người anh em ở gần cầu xin cho người nhảy mũi: Yar ha mu kol loh. (ý nghĩa: cầu xin Allah thương xót anh).\nKhi được người cầu xin cho như vậy thì đáp lại: Yah di ku mul loh, wa yus li hu baa la kum. (ý nghĩa: Cầu xin Allah hướng dẫn và cải thiện hiện trạng của các anh)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Câu hỏi 25: Hãy kể phép tắc khi ngáp?",
      "cau_tra_loi": "Đáp: 1- Cố gắng kiềm chế ngáp tối đa có thể.\n2- Tuyệt đối không phát ra âm thanh “a.o” khi ngáp.\n3- Dùng tay che miệng lại.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Câu hỏi 26: Hãy kể phép tắc khi xướng đọc Qur’an?",
      "cau_tra_loi": "Đáp: 1- Đọc Qur’an sau khi đã lấy Wudu.\n2- Ngồi nghiêm trang đàng hoàng.\n3- Cầu xin Allah che chở khỏi Shaytan trước khi bắt đầu đọc.\n4- Suy ngẫm về ý nghĩa của Qur’an.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    }
  ]
}