{
  "muc_luc": "Etiquettes Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: How should one show courtesy to Allah Almighty?",
      "cau_tra_loi": "Answer: One should show courtesy to Allah Almighty by: \n1. Magnifying Him\n2. Worshiping Him alone without associating partners with Him\n3. Obeying Him\n4. Refraining from disobeying Him\n5. Showing gratitude to Him and praising Him for His countless favors and blessings\n6. Showing patience with what He decrees",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: How should one show courtesy to the Messenger of Allah (may Allah's peace and blessings be upon him)?",
      "cau_tra_loi": "Answer: One should show courtesy to him by:\n1. Following him and taking him as a role model\n2. Obeying him\n3. Refraining from disobeying him\n4. Believing him in what he reported\n5. Not introducing new things by adding to his Sunnah\n6. Loving him more than oneself and all people\n7. Revering and supporting him and his Sunnah",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: How should one show courtesy to one's parents?",
      "cau_tra_loi": "Answer: One should show courtesy to one's parents by:\n1. Obeying them in whatever does not involve a sin\n2. Serving them\n3. Helping them\n4. Fulfilling their needs\n5. Supplicating for them\n6. Speaking politely with them, as it is impermissible to say even \"Uff\", which is the slightest word expressing annoyance.\n7. Smiling at them and refraining from frowning at them\n8. Not raising one's voice when talking to them, listening to them without any interruption, and not calling them by their names; rather, one should say \"dad\" and \"mom\"\n9. Seeking permission before entering when they are in their room\n10. Kissing their heads and hands",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: How should one maintain kinship ties?",
      "cau_tra_loi": "Answer: One should maintain kinship ties by:\n1. Visiting relatives like brothers, sisters, paternal uncles and aunts, maternal uncles and aunts, etc.\n2. Showing kindness to them in words and deeds and offering them help\n3. Calling them and checking on them",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: How should one act with one's brothers and friends?",
      "cau_tra_loi": "Answer: 1. Loving good people and taking them as friends\n2. Avoiding the company of evil people\n3. Greeting and shaking hands with one's brothers\n4. Visiting them when they are sick and supplicating to Allah to cure them\n5. Saying: \"Yarhamukallāh\" (May Allah have mercy upon you) to the one who sneezes\n6. Accepting their invitation to visit them\n7. Offering advice to them\n8. Supporting them when wronged and preventing them from committing oppression\n9. Loving for them what one loves for oneself\n10. Offering them help when needed\n11. Refraining from harming them with words or deeds\n12. Keeping their secrets\n13. Refraining from insulting, backbiting, despising, envying, spying on, or cheating them",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: What are the etiquettes of neighbors?",
      "cau_tra_loi": "Answer: 1. Showing kindness to one's neighbor in words and deeds and offering help when needed\n2. Congratulating them on happy occasions like Eid, marriage, etc.\n3. Visiting them when they are sick and consoling them when being afflicted\n4. Offering them as much as possible of the food that one cooks\n5. Refraining from harming them with words or deeds\n6. Not disturbing them with loud voices, not spying on them, but being patient with them",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: What are the etiquettes that the host and the guest must follow?",
      "cau_tra_loi": "Answer: 1. Accepting the host's invitation\n2. Seeking permission and arranging an appointment when visiting someone\n3. Seeking permission before entering\n4. Not staying for too long during a visit\n5. Lowering the gaze from the host's family\n6. Welcoming the guest and receiving him with cheerfulness and friendly words\n7. Seating the guest in the best place\n8. Honoring the guest by offering him food and drink",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: What are the etiquettes of sickness and visiting the sick?",
      "cau_tra_loi": "Answer: 1. Putting the right hand on the place where the pain is felt and saying: \"Bismillāh\" (in the name of Allah) three times, followed by saying: \"A‘ūdhu bi‘izatillāhi wa qudratihi min sharri ma ajidu wa uhādhir\" (I seek refuge in the might and power of Allah against what I find and fear) - seven times.\n2. Being content and patient with what Allah has decreed\n3. Hastening to visit the patient, supplicating for him, and not staying for too long with him\n4. Making Ruqyah (healing method by the Qur’an and Sunnah) for the sick without him asking for it.\n5. Advising him to be patient and to adhere to supplication, prayer, and ritual purity as much as he can.\n6. Supplicating for the patient by saying: \"As’alullāh al-‘azhīm rabb al-‘arsh al-‘azhīm ay yashfeek\" (I ask Allah the Magnificent, the Lord of the magnificent Throne to cure you) - seven times.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: Mention the etiquettes of seeking knowledge.",
      "cau_tra_loi": "Answer: 1. Dedicating the intention to Allah Almighty with full sincerity\n2. Acting upon the knowledge that one has learnt\n3. Respecting and revering the teacher in his presence and absence\n4. Sitting politely in his presence\n5. Listening to him attentively without interrupting him\n6. Posing questions politely\n7. Refraining from calling him by his name",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: What are the assembly etiquettes?",
      "cau_tra_loi": "Answer: 1. Greeting people in the assembly\n2. Sitting in the first empty place available without asking for anyone's seat or sitting between two people, except with their permission\n3. Making room for others to sit\n4. Not interrupting others' speech\n5. Seeking permission and greeting people before leaving\n6. Saying the assembly expiation supplication when the assembly is over. It reads: \"Subhānak allāhumma wa bihamdik, ash-hadu allā ilāha illā ant, astaghfiruka wa atūbu ilayk\" (Glory be to You, O Allah, and praise. There is no god but You. I seek Your forgiveness and I repent to You).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: Mention the sleeping etiquettes.",
      "cau_tra_loi": "Answer: 1. Sleeping early\n2. Sleeping in a state of ritual purity\n3. Not sleeping on the belly\n4. Sleeping on the right side while putting the right hand under the right cheek\n5. Dusting off the bed\n6. Reciting the bedtime supplications, which are: Āyat al-Kursi, Surat al-Ikhlās, Surat al-Falaq, and Surat an-Nās, three times, saying: \"Bismik allāhumma amūtu wa ahyā\" (in Your name, O Allah, I die and I live)\n7. Waking up to pray Fajr\n8. Saying upon waking up the following: \"Alhamdulillāhi alladhī ahyānā ba‘damā amātanā wa ilayhi an-nushūr\" (Praise be to Allah Who gave us life after having taken it from us and to Him is the resurrection)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: What are the eating etiquettes?",
      "cau_tra_loi": "Answer:\n1. Intending by eating and drinking to be strong enough to obey Allah Almighty\n2. Washing hands before eating\n3. Saying: \"Bismillāh\" (in the name of Allah), eating with the right hand and from what is near to one, not from the middle of the plate or from what is in front of others\n4. In case of forgetting to say \"Bismillāh\" before eating, one should say: \"Bismillāh awwaluhu wa ākhiruh\" (in the name of Allah, in the beginning and in the end)\n5. Being content with the food that is available and not criticizing it, i.e., one should eat it if he likes it, or leave it if he does not like it\n6. Eating few mouthfuls and refraining from overeating\n7. Not blowing in the food or drink and waiting until it cools down\n8. Eating together with one's family or guests\n9. Not starting to eat before the elders\n10. Mentioning Allah's name before drinking, and drinking while sitting down and drinking in three sips\n11. Praising Allah after eating",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: What are the etiquettes of dressing?",
      "cau_tra_loi": "Answer: 1. Starting to put on the garment with the right hand and praising Allah\n2. Refraining from lengthening the garment beneath the heels\n3. Boys should not wear girls' clothes and vice versa\n4. Not imitating the disbelievers and the evildoers in the way they dress\n5. Mentioning Allah's name when getting undressed\n6. Starting with the right when wearing shoes and with the left when taking them off",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: Mention the riding etiquettes.",
      "cau_tra_loi": "Answer: 1. Saying: \"Bismillāh, alhamdulillāh\" (in the name of Allah, praise be to Allah) {Glory be to Him Who has subjected this for us, for we could not have done it by ourselves. It is to our Lord that we will surely return.} [Surat az-Zukhruf: 13, 14]\n2. In case of passing by a Muslim, greet him with peace",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: Mention the etiquettes of the road.",
      "cau_tra_loi": "Answer: 1. Walking in a moderate and humble manner and on the right side of the road\n2. Greeting those whom one meets on his way with the greeting of peace\n3. Lowering the gaze and not harming anyone\n4. Enjoining what is good and forbidding what is evil\n5. Removing whatever is harmful from the way",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: Mention the etiquettes of entering and leaving the house.",
      "cau_tra_loi": "Answer: 1. Coming out of the house with the left foot while saying: \"Bismillāh, tawakkaltu ‘alallāh, la hawla wala quwwata illa billāh, allāhumma innī a‘ūdhu bika an adilla aw udall, aw azilla awa uzall, aw azhlim aw uzhlam, aw ajhal aw yujhal ‘alayy\" (In the name of Allah, I rely on Allah and there is no might or strength save in Allah. O Allah, I seek refuge with You from misleading or being misled, from tripping or being tripped, from oppressing or being oppressed, from acting ignorantly or being treated with ignorance). 2. Entering the house with the right foot, saying: \"Bismillāhi walajna, wa bismillāhi kharajna, wa ‘ala rabbinā tawakkalna\" (In the name of Allah we enter, and in the name of Allah we leave, and on our Lord we rely).\n3. Using the Siwāk (tooth-cleaning twig) then greeting the people in the house.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: Mention the toilet etiquettes.",
      "cau_tra_loi": "Answer: 1. Entering with the left foot\n2. Saying the following before entering: \"Bismillāh, allāhumma innī a‘ūdhu bika min al-khubth wa al-khabā’ith\" (In the name of Allah, O Allah, I seek refuge with You from the male and female devils)\n3. Not carrying that which has Allah's name on it\n4. Screening from others while relieving oneself\n5. Refraining from speaking in the toilet\n6. Refraining from facing the Qiblah or turning one's back to it while urinating or defecating\n7. Using the left hand, not the right hand, in removing impurities\n8. Refraining from relieving oneself on people's way or in their shade\n9. Washing the hands after relieving oneself\n10. Coming out of the toilet with the left foot while saying: \"Ghufrānak\" (Your forgiveness, O Lord)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: Mention the etiquettes of the mosque.",
      "cau_tra_loi": "Answer: 1. Entering the mosque with the right foot while saying: \"Bismillāh, allāhummaftah lī abwāba rahmatik\" (In the name of Allah, O Allah, open for me the doors of Your mercy)\n2. Not sitting down before offering two Rak‘ahs (unit of prayer)\n3. Not passing in front of praying people, not seeking lost objects or selling and buying in mosques\n4. Coming out of the mosque with the left foot while saying: \"Allāhumma innī as’aluka min fadlik\" (O Allah, I ask You for Your favor)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: Mention the greeting etiquettes.",
      "cau_tra_loi": "Answer: 1. On meeting a Muslim, one should start by greeting him with peace saying: \"Assalāmu ‘alaykum wa rahmatullāhi wa barakātuh\" (may the peace, mercy, and blessings of Allah be upon you). It must be the greeting of peace and signaling with the hand alone is not enough.\n2. Greeting others while having a smile on the face\n3. Shaking hands with the right hand\n4. When greeted by someone, one should return the greeting with a better or similar one.\n5. On meeting a disbeliever, one should not start greeting him. If he is greeted, then he returns it with its like.\n7. The young should greet the old, the riding should greet the walking, the walking should greet the sitting, and the few should greet the bigger group",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: Mention the etiquettes of seeking permission.",
      "cau_tra_loi": "Answer: 1. Seeking permission before entering a place\n2. Seeking permission three times and no more, after which one should leave\n3. Knocking the door gently and standing away from the door, i.e., on its right or left\n4. Not entering the room of one's parents or anyone else before seeking permission, especially before dawn, during the siesta at noon, and after the ‘Ishā’ prayer\n5. It is permissible to enter public places, like the hospital or store, without seeking permission",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: Mention the etiquettes of animal welfare.",
      "cau_tra_loi": "Answer: 1. Providing the animal with food and drink\n2. Showing mercy to the animal and not burdening it with what it cannot bear\n3. Refraining from torturing or abusing the animal in any way",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Question 22: Mention the sports etiquettes.",
      "cau_tra_loi": "Answer: 1. Intending by practicing sports to be strong enough to obey Allah and please Him\n2. Not playing sports when prayer time is due\n3. Boys should not play sports with girls\n4. Wearing sports clothes that cover the ‘Awrah (body parts that must be covered)\n5. Avoiding forbidden sports like those which involve hitting the face or uncovering the ‘Awrah",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Question 23: Mention some of the etiquettes of joking.",
      "cau_tra_loi": "Answer: 1. Being truthful and not lying when joking\n2. Joking should be free of mockery, ridicule, harm, and intimidation\n3. Refraining from frequent joking",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Question 24: Mention the etiquettes of sneezing.",
      "cau_tra_loi": "Answer: 1. Putting the hand, garment, or handkerchief on the mouth when sneezing\n2. Praising Allah after sneezing by saying: \"Alhamdulillāh\" (praise be to Allah)\n3. The sneezer's brother or companion should say to him: \"Yarhamukallāh\" (may Allah have mercy on you),\nwhereupon, the sneezer should reply by saying: \"Yahdīkumullāh wa yuslih bālakum\" (may Allah guide you and improve your condition)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Question 25: What are the etiquettes of yawning?",
      "cau_tra_loi": "Answer: 1. Trying to suppress the yawning\n2. Not raising the voice while yawning\n3. Putting the hand on the mouth",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Question 26: Mention the etiquettes of reciting the Qur’an.",
      "cau_tra_loi": "Answer: 1. Reciting while being in a state of ritual purity after performing ablution\n2. Sitting politely and with dignity\n3. Seeking refuge with Allah from the devil at the beginning of recitation\n4. Pondering the recitation",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    }
  ]
}
