{
  "muc_luc": "Các loại kiến thức khác",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Bộ giáo luật năm điều khoản nghĩa vụ là gì?",
      "cau_tra_loi": "Đáp:\n1- Wajib nghĩa là bắt buộc.\n2- Mustahab nghĩa là khuyến khích.\n3- Muharram nghĩa là nghiêm cấm.\n4- Makruh nghĩa là bỏ tốt hơn làm.\n5- Mubah nghĩa là làm không bị tội.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Hãy giải thích bộ giáo luật năm điều khoản này?",
      "cau_tra_loi": "Đáp:\n1- Giáo luật bắt buộc: Ví dụ như năm lần lễ nguyện Salah bắt buộc, nhịn chay Ramadan, hiếu kính cha mẹ.\n- Đối với giáo luật bắt buộc là ai thực hiện nó thì được thưởng và ai từ bỏ nó sẽ bị trừng phạt.\n2- Giáo luật khuyến khích: Ví dụ như hành lễ Salah Rawatib, Salah trong đêm, bố thí thức ăn, chào Salam và còn được gọi là Sunnah.\n- Đối với giáo luật khuyến khích là ai thực hiện nó thì được ban thưởng và ai từ bỏ nó sẽ không bị trừng phạt.\n- Chú ý quan trọng:\n- Là một người Muslim, khi nghe được vấn đề này là Sunnah hoặc khuyến khích làm thì nên nhanh chóng thực hiện nó, và làm theo tấm gương của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –.\n3- Giáo luật nghiêm cấm: Ví dụ như uống rượu, bất hiếu với cha mẹ và cắt đứt tình dòng tộc.\n- Đối với giáo luật nghiêm cấm, là ai từ bỏ nó thì được ban thưởng và ai thực hiện nó thì sẽ bị trừng phạt.\n4- Giáo luật bỏ tốt hơn làm: Ví dụ như nhận và trao bằng tay trái, xăn tay áo lúc đang hành lễ Salah.\n- Đối với giáo luật bỏ tốt hơn làm là ai từ bỏ nó thì được ban thưởng và ai thực hiện nó thì không bị trừng phạt.\n5- Giáo luật làm không bị tội: Ví dụ như ăn trái cây, uống trà và còn được gọi là: Được phép và halal.\nĐối với giáo luật làm không bị tội là ai từ bỏ nó thì không được ban thưởng và ai thực hiện nó thì không bị trừng phạt.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Giáo luật về mua bán và giao dịch là gì?",
      "cau_tra_loi": "Đáp: Theo giáo luật trong tất cả việc kinh doanh, mua bán, giao dịch là được phép tự do, ngoại trừ một số hình thức mà Allah Tối Cao đã nghiêm cấm.\nĐấng Tối Cao phán: {Tuy nhiên, Allah cho phép kinh doanh mua bán và cấm hình thức cho vay lấy lãi.} [chương 2 – Al-Baqarah: 275].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Hãy kể vài hình thức giao dịch và mua bán bị nghiêm cấm?",
      "cau_tra_loi": "Đáp:\n1- Gian lận, gồm cả việc cố tình che khuyết điểm hàng hóa.\nTheo ông Abu Huroiroh – Cầu xin Allah hài lòng về ông – kể: Có lần Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đi ngang qua nơi bán thức ăn, Người đưa tay vào trong đống thức ăn được bày bán, Người thấy tay mình bị ướt nên bèn hỏi: {Đây là gì vậy, hỡi chủ bán thức ăn?} Người chủ bán: Là do bị trúng mưa, thưa Thiên Sứ của Allah. Người hỏi: {Thế tại sao anh không đặt phần ướt đó ở trên để người ta nhìn thấy? Ai gian dối không phải là tín đồ của Ta} Do Muslim ghi.\n2- Vay lãi: Là hình thức vay nợ một ngàn và phải trả lại hai ngàn.\nSố tiền nhiều hơn đó chính là hình thức vay lãi bị nghiêm cấm.\nĐấng Tối Cao phán: {Tuy nhiên, Allah cho phép kinh doanh mua bán và cấm hình thức cho vay lấy lãi.} [chương 2 – Al-Baqarah: 275].\n3- Mua bán không rõ ràng, không cụ thể: Giống như việc bán sữa chưa vắt trong vú con cừu hoặc một con cá dưới nước chưa bắt lên.\nCó Hadith: {Thiên Sứ nghiêm cấm mọi hình thức mua bán không rõ ràng, cụ thể.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Hãy kể vài hồng ân mà Allah đã ban cho?",
      "cau_tra_loi": "Đáp: 1- Hồng phúc của Islam, và bởi bạn không phải là người vô đức tin.\n2- Hồng phúc của Sunnah, và bởi bạn không phải là người làm điều Bid’ah (tạo ra điều mới mẻ)\n3- Hồng phúc sức khoẻ dồi dào như nghe được, thấy được, đi đứng được v.v..\n4- Hồng phúc thức ăn, đồ uống, quần áo.\nVà hồng phúc mà Đấng Tối Cao đã ban cho chúng ta rất nhiều, không sao đếm xuể.\nĐấng Tối Cao phán: {Nếu các ngươi đếm ân huệ của Allah, chắc chắn các ngươi sẽ không đếm hết được. Quả thật, Allah là Đấng Tha Thứ, Đấng Nhân Từ.} [chương 16 – An-Nahl: 18].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Trách nhiệm trước các hồng ân đó là gì và bằng cách nào để tạ ơn về chúng?",
      "cau_tra_loi": "Đáp: Bổn phận là phải tạ ơn Allah bằng cách ca tụng Allah và tán dương Ngài bằng miệng lưỡi, và chỉ một mình Ngài là Chủ Nhân của Thiên ân, và sử dụng những hồng ân này sao cho đẹp lòng Allah Tối Cao, chứ không phải bằng cách nghịch lại Ngài.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Những ngày lễ tết ‘Eid của người Muslim là gì?",
      "cau_tra_loi": "Đáp: Gồm ‘Eid Fitri và ‘Eid Adhha.\nTheo Hadith do Anas kể: Khi Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đến Madinah là tại đây đã có hai ngày truyền thống mà mọi người tổ chức vui chơi. Thiên Sứ hỏi: {Đây là hai ngày gì đây?} Mọi người đáp: Trước đây, chúng tôi đã vui chơi trong hai ngày này trước khi vào Islam. Thiên Sứ – Sol lol lo hu ‘a lai hi wa sal lam –nói: {Thật ra, Allah đã thay thế cho các người hai ngày khác tốt hơn, đó là ngày Adhha và ngày Fitri.} Do Abu Dawood ghi.\nTheo đó, tất cả lễ tết ngoài hai ngày này đều bị xem là điều Bid’ah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Tháng tốt nhất là tháng nào?",
      "cau_tra_loi": "Đáp: Là Tháng Ramadan.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Ngày tốt nhất là ngày nào?",
      "cau_tra_loi": "Đáp: Là ngày thứ sáu.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Ngày tốt nhất trong năm là ngày nào?",
      "cau_tra_loi": "Đáp: Là ngày ‘Arafah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Đêm tốt nhất trong năm là đêm nào?",
      "cau_tra_loi": "Đáp: Là Lailatul Qadr (đêm định mệnh).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Người nam Muslim cần phải làm gì khi thấy người phụ nữ mà anh ta có thể cưới được làm vợ?",
      "cau_tra_loi": "Đáp: Bắt buộc anh ta phải hạ thấp ánh nhìn. Đấng Tối Cao phán: {Ngươi (hỡi Thiên Sứ) hãy bảo những người có đức tin nam hạ thấp cái nhìn xuống.} [chương 24 – An-Nur: 30].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Những kẻ thù của con người là ai?",
      "cau_tra_loi": "Đáp: 1- Dục vọng, đó là việc con người làm theo xúi dục của ham muốn, sai khiến họ nghịch lại Allah Hồng Phúc và Tối Cao, Ngài phán: {Quả thật, dục vọng (của con người) thôi thúc điều xấu ngoại trừ ai đó được Thượng Đế thương xót. Quả thật, Thượng Đế là Đấng Tha Thứ, Đấng Nhân Từ.”} [chương 12 – Yusuf: 53]. 2- Shaytan: Hắn là kẻ thù của con cháu Adam (loài người) và mục đích của hắn là đánh lừa con người, thì thào điều xúi dục con người làm điều sai trái và đẩy họ vào Hoả Ngục. Đấng Tối Cao phán: {và các ngươi chớ đi theo con đường của Shaytan bởi quả thật hắn là kẻ thù công khai của các ngươi.} [chương 2 – Al-Baqarah: 168]. 3- Bạn bè xấu: Đó là những kẻ rủ nhau làm việc xấu xa và cản trở làm điều thiện tốt. Đấng Tối Cao phán: {Những người bạn thân tình vào Ngày đó sẽ trở thành kẻ thù của nhau ngoại trừ những người ngoan đạo (kính sợ Allah)} [chương 43 – Az-Zukhruf: 67].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Sám hối là gì?",
      "cau_tra_loi": "Đáp: Là từ bỏ việc nghịch lại Allah Tối Cao đến với việc  phục tùng Ngài. Đấng Tối Cao phán: {Nhưng TA chắc chắn sẽ tha thứ cho những ai biết ăn năn sám hối và có đức tin đồng thời làm việc thiện tốt sau đó theo đúng sự hướng dẫn.} [chương 20 – Taha: 82].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Các điều kiện của việc sám hối thật lòng là gì?",
      "cau_tra_loi": "Đáp: 1- Chấm dứt ngay tội lỗi.\n2- Ân hận về những gì đã xảy ra.\n3- Quyết tâm không tái phạm nữa.\n4- Trả lại quyền lợi và sự bất công lại cho chủ.\nĐấng Tối Cao phán: {Những người mà khi họ đã lỡ làm điều tội lỗi hoặc bất công với chính mình thì họ liền nhớ đến Allah và cầu xin Ngài tha thứ cho tội lỗi của họ (bởi vì họ biết) không ai có quyền tha thứ tội lỗi ngoại trừ Allah. Và họ không tái phạm những điều đã làm vì họ biết rõ (đó là sai trái).} [chương 3 – Ali ‘Imran: 135].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Ý nghĩa việc Solawat cho Nabi – Sol lol lo hu ‘a lai hi wa sal lam – là gì?",
      "cau_tra_loi": "Đáp: Có nghĩa là bạn đang khẩn cầu Allah tuyên dương vị Nabi của Ngài – Sol lol lo hu ‘a lai hi wa sal lam – trước các Thiên Thần trên trời.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Câu Sub haa nol l.õ.h nghĩa là gì?",
      "cau_tra_loi": "Đáp: Vinh quang cho Ngài, đó là loại trừ khỏi Allah Hiển Vinh và Tối Cao mọi thiếu sót, lỗi lầm và tệ hại.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Câu Al ham du lil l.ã.h nghĩa là gì?",
      "cau_tra_loi": "Đáp: Đó là ca ngợi Allah Tối Cao và miêu tả Ngài với tất cả các thuộc tính của sự hoàn hảo.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Câu Ol lo hu ak bar nghĩa là gì?",
      "cau_tra_loi": "Đáp: Nghĩa là Đấng Hiển Vinh lớn hơn tất cả mọi thứ, Ngài vĩ đại hơn, tuyệt vời hơn và hùng mạnh hơn tất cả mọi thứ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Câu Laa haw la wa laa qũ wa ta il laa bil l.ã.h nghĩa là gì?",
      "cau_tra_loi": "Đáp: Nghĩa là con người không tự thay đổi được từ hiện trạng này sang hiện trạng khác và không có sức mạnh làm được điều đó ngoại trừ Allah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Câu As tagh fi rul l.õ.h nghĩa là gì?",
      "cau_tra_loi": "Đáp: Nghĩa là con người cầu xin Thượng Đế của mình xoá bỏ đi tội lỗi đã vi phạm và che giấu khuyết điểm đó của mình.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    }
  ]
}