{
  "muc_luc": "Phần Đạo Đức",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Hãy kể giá trị của đạo đức tốt?",
      "cau_tra_loi": "Đáp: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Người có đức tin toàn mỹ nhất về đức tin là người có đạo đức tốt nhất trong họ.} Do Ahmad và At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Hỏi 2: Tại sao chúng ta tuân thủ theo các đạo đức Islam?",
      "cau_tra_loi": "Đáp: 1- Đó là lý do được Allah thương yêu.\n2- Là lý do được vạn vật thương yêu.\n3- Là thứ nặng nhất trên bàn cân công đức.\n4- Ân phước được nhân lên nhiều lần bởi đạo đức tốt.\n5- Là dấu hiệu của đức tin toàn mỹ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Đạo đức học hỏi từ đâu?",
      "cau_tra_loi": "Đáp: Từ Kinh Qur’an Cao Quí, Đấng Tối Cao phán: {Qur’an này đích thực hướng dẫn (nhân loại) đến với điều chân chính nhất.} (chương 17 – Al-Isra: 9) Và từ Sunnah Nabi khi Người – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Quả thật, Ta đã được gửi đến để hoàn thiện đạo đức.} Do Ahmad ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Đạo đức Ehsan là như thế nào, và các hình ảnh của nó ra sao?",
      "cau_tra_loi": "Đáp: Ehsan là sự giám sát chặt chẽ của Allah, việc nổ lực làm tốt và đối xử tốt với mọi thứ.\nNabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Quả thật, Allah đã qui định điều tốt đẹp trong tất cả mọi thứ.} Do Muslim ghi.\nCác hình ảnh về Ehsan:\nEhsan trong thờ phượng Allah Tối Cao là thành tâm một lòng thờ phượng Ngài.\nEhsan đối với cha mẹ là cư xử tốt với hai người bằng lời nói và hành động.\nEhsan với người trong họ hàng.\nEhsan với hàng xóm.\nEhsan với trẻ mồ côi và ngườ nghèo.\nEhsan với người đối xử tệ với mình.\nEhsan trong lời nói.\nEhsan trong tranh luận.\nEhsan với động vật.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Trái ngược với Ehsan là gì?",
      "cau_tra_loi": "Đáp: Trái ngược với Ehsan là xấu xa.\n* Trong các hình thức đó: Bỏ đi lòng thành tâm trong việc thờ phượng Allah Tối Cao.\n* Bất hiếu với cha mẹ.\n* Cắt đứt tình dòng tộc.\n* Đối xử xấu với hàng xóm.\n* Không Ehsan với người nghèo, người khó khăn, xấu cả lời nói và hành động.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Các hình thức của sự uy tín và các hình ảnh của nó?",
      "cau_tra_loi": "Đáp:\n1- Uy tín trong việc giữ gìn quyền lợi của Allah Tối Cao.\nCác hình ảnh của nó: Giữ uy tín trong việc hoàn thành các hình thức thờ phượng Allah như hành lễ Salah, Zakat, nhịn chay, hành hương Hajj, cũng như các trách nhiệm khác mà Allah đã bắt buộc.\n2- Uy tín trong việc giữ gìn các quyền lợi của người khác:\n- Gồm giữ gìn: Danh dự của họ.\n- Tiền bạc của họ.\n- Sinh mạng của họ.\n- Bí mật của họ và tất cả những gì mà mọi người uỷ thác.\n- Đấng Tối Cao kể về thuộc tính của những người chiến thắng là: {(Những người có đức tin thành công) là những người mà họ thực hiện đúng với sự việc được ủy thác và đúng với giao ước.} [chương 23 – Al-Muminun: 8].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Đối lập với sự uy tín là gì?",
      "cau_tra_loi": "Đáp: Bội tín, là hành vi đánh mất đi quyền lợi của Allah Tối Cao và con người.\nNabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Có ba dấu hiệu nhận biết kẻ giả tạo đức tin:} trong đó có bản tính: {Khi được uỷ thác là phản bội.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Bản tính chân thật là như thế nào?",
      "cau_tra_loi": "Đáp: Là nói đúng với thực tế xảy ra hoặc đúng với hiện trạng của sự việc.\nThí dụ:\nChân thật trong lời nói với mọi người.\nChân thật trong lời hứa.\nChân thật trong mọi lời nói và hành động.\nNabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Chắc chắn (với tấm lòng) chân chất hướng dẫn y có (hành động) tốt đẹp và chắc chắn sự tốt đẹp hướng dẫn y đến Thiên Đàng. Đối với một người chân chất và luôn thành thật (trong lời nói và hành động) đến khi y được Allah chứng nhận là người chân thật.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Trái ngược với chân thật là gì?",
      "cau_tra_loi": "Đáp: Là giả dối, là trái ngược với sự thật, trong các loại đó gồm giả dối với thiên hạ, lật lọng lời hứa, chứng nhận giả dối.\nNabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Và tất nhiên sự giả dối hướng dẫn y đến tội lỗi, và tất nhiên tội lỗi sẽ dẫn lối y sa vào Hỏa Ngục. Đối với một người giả dối và không ngừng giả dối (trong lời nói và hành động) đến khi y bị Allah chứng nhận là kẻ lọc lừa.} Do Al-Bukhari và Muslim ghi. Nabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Có ba dấu hiệu nhận biết kẻ giả tạo đức tin:} trong đó có bản tính: {Khi nói chuyện là nói dối và khi hứa hẹn là lật lọng.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Hãy kể các thể loại kiên nhẫn?",
      "cau_tra_loi": "Đáp: - Kiên nhẫn thần phục Allah Tối Cao.\n- Kiên nhẫn tránh xa tội lỗi.\n- Kiên nhẫn trước định mệnh đau đớn và tạ ơn Allah trên mọi hoàn cảnh.\n- Đấng Tối Cao phán: {Quả thật Allah yêu thương những người kiên nhẫn chịu đựng.} [chương 3 – Ali ‘Imran: 146]. Nabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Thật đáng kinh ngạc cho bản tính của người có đức tin, mọi hoàn cảnh đều tốt đẹp đối với họ, và không có được như thế ngoại trừ là người có đức tin; khi có được niềm vui họ tạ ơn, điều đó tốt cho họ, còn khi bị phải điều xấu họ kiên nhẫn và điều đó tốt cho họ.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Trái ngược với kiên nhẫn là gì?",
      "cau_tra_loi": "Đáp: Là không kiên nhẫn trong việc tuân mệnh Allah, không kiềm chế được bản thân trước tội lỗi, và nổi giận với định mệnh bằng lời nói và hành động.\nThí dụ:\n§ Mong muốn được chết.\n§ Tự tát vào mặt.\n§ Tự xé áo.\n§ Kể lể cảm xúc.\n§ Tự cầu xin cho mình bị nạn.\nNabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Sự vĩ đại của phần thưởng dành cho sự thử thách vĩ đại. Thật ra, khi Allah thương yêu nhóm người nào là Ngài thử thách họ, ai trong họ hài lòng được sự hài lòng của Ngài và ai nổi giận bị phải cơn thịnh nộ của Ngài.} Do At-Tirmizdi và Ibnu Maajah ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Hãy kể đạo đức giúp đỡ lẫn nhau?",
      "cau_tra_loi": "Đáp: Đó là giúp đỡ mọi người dựa trên sự thật và điều tốt đẹp.\nThí dụ:\nO Giúp đỡ nhau thực hiện trách nhiệm.\nO Giúp đỡ ngăn chặn điều bất công.\nO Giúp đỡ giải quyết khó khăn của mọi người và người túng thiếu.\nO Giúp đỡ nhau vì mọi điều tốt đẹp.\nO Không giúp nhau làm điều tội lỗi, hận thù và gây hại.\nĐấng Tối Cao phán: {Các ngươi hãy giúp nhau làm điều đạo đức và Taqwa (ngay chính, sợ Allah) và chớ tiếp tay nhau làm điều tội lỗi và gây hận thù. Các ngươi hãy kính sợ Allah, quả thật Allah rất nghiêm khắc trong việc trừng phạt.} [chương 5 – Al-Ma-idah: 2]. Nabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Người có đức tin đối với người có đức tin giống như một toà nhà, mọi thứ điều liên kết nhau.} Do Al-Bukhari và Muslim ghi. Nabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Người Muslim là anh em của người Muslim, không bất công với họ, không bỏ mặc họ (bị hiếp đáp hoặc gây bất công cho người khác); ai giúp đỡ người khác giải quyết nhu cầu thì sẽ được Allah đồng hành giải quyết nhu cầu của mình; ai giải cứu người Muslim thoát khỏi nạn kiếp thì sẽ được Allah giải cứu mình thoát khỏi một trong các nạn kiếp của Ngày Tận Thế; và ai che đậy (điểm xấu của) người Muslim thì sẽ được Allah che đậy cho mình trong Ngày Tận Thế.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Sự hổ thẹn có mấy loại?",
      "cau_tra_loi": "Đáp: 1- Hổ thẹn với Allah: Là không làm tội lỗi với Ngài.\n2- Hổ thẹn với thiên hạ: Là không nói lời lẽ tục tĩu, hèn hạ và phơi bày phần ‘Awrah.\nThiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Đức tin gồm hơn bảy mươi} hoặc {hơn sáu mươi} – { nhánh cao nhất là câu: Laa i laa ha il lol loh, câu thấp nhất là: Nhặt gai khỏi đường đi và sự hổ thẹn là một nhánh của đức tin.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Hãy kể về đạo đức của lòng thương xót?",
      "cau_tra_loi": "Đáp: Thương xót và tôn kính người già.\nThương xót các trẻ nhỏ và em bé.\nThương xót người nghèo, người khó khăn và người túng thiếu.\nThương xót động vật như cho chúng ăn uống và không đánh đập chúng.\nĐiều đó tuân thủ theo di ngôn của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –: {Nhìn thấy được ở người có đức tin qua lòng thương xót của họ, tình thương yêu và lòng thông cảm của họ tựa như một cơ thể. Khi một bộ phận bị thương thì toàn bộ cơ thể bị mất ngủ và nóng sốt.} Do Al-Bukhari và Muslim ghi. Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Những người có lòng thương xót thì sẽ được Đấng Thương xót thương xót họ, hãy thương xót mọi thứ trên trái đất thì sẽ được Ngài (Allah) và các Thiên thần trên trời Thương xót các ngươi lại} Do Abu Dawood và At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Các loại thương yêu có mấy dạng?",
      "cau_tra_loi": "Đáp: Thương Allah Tối Cao.\nĐấng Tối Cao phán: {riêng những người có đức tin thì họ yêu thương Allah mãnh liệt hơn (mọi thứ).} [chương 2 – Al-Baqarah: 165].\nThương yêu Thiên Sứ – Sol lol lo hu ‘a lai hi wa sal lam –.\nNgười nói: {Xin thề với Đấng nắm linh hồn Ta trong tay Ngài, rằng đức tin của ai đó trong các ngươi sẽ không được hoàn thiện cho đến khi thương yêu Ta hơn cả cha mẹ và con cái của mình.} Do Al-Bukhari ghi.\nThương yêu người có đức tin, mong muốn những điều tốt đẹp cho họ như thể thương thân.\nNabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Đức tin của ai đó trong các ngươi sẽ không được hoàn thiện cho đến khi biết thương yêu người anh em (đồng đạo) giống như thương chính mình.} Do Al-Bukhari ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Hãy định nghĩa sự vui tươi?",
      "cau_tra_loi": "Đáp: Đó là nét mặt hớn hở, vui vẻ, tươi cười, nhân hậu và thể hiện sự vui vẻ khi gặp gỡ mọi người.\nTrái ngược với việc này là cau có khi đối mặt với mọi người, khiến họ xa lánh.\nCó nhiều Hadith tuyên dương việc tươi cười như theo Abu Zdar – Cầu xin Allah hài lòng về ông – kể: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã nói với tôi: {Đừng khinh thường bất cứ điều gì tốt đẹp, ngay cả khi anh gặp người anh em của mình với vẻ mặt hớn hở.} Do Muslim ghi. Thiên Sứ – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Nở nụ cười trên gương mặt trước người anh em của anh là anh được ân phước bố thí.} Do At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Ganh tị là gì?",
      "cau_tra_loi": "Đáp: Đó là mong muốn hồng phúc bị xóa bỏ khỏi người khác hoặc ghét bỏ người khác có được hồng phúc.\nĐấng Tối Cao phán: {“Và tránh khỏi sự hãm hại của những kẻ đố kỵ khi ghanh tị .”} (chương 113 – Al-Falaq: 5).\nÔng Anas bin Malik – Cầu xin Allah hài lòng về ông – dẫn lời Thiên Sứ – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Đừng ghét nhau, đừng ganh tị nhau, đừng ngoãnh mặt với nhau, hãy là – tôi tớ của Allah – anh em của nhau.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Chế giễu là gì?",
      "cau_tra_loi": "Đáp: Là nhạo báng và hạ thấp người Muslim, và điều này là không được phép.\nĐấng Tối Cao đã cấm điều này: {Hỡi những người có đức tin! Nhóm người này chớ nên cười nhạo nhóm người kia bởi biết đâu nhóm người kia tốt hơn nhóm người này. Và nhóm phụ nữ này chớ nên cười nhạo nhóm phụ nữ kia bởi biết đâu nhóm phụ nữ kia tốt hơn nhóm phụ nữ này. Các ngươi đừng xúc phạm nhau và đừng gọi nhau bằng những biệt danh (mục đích nhạo báng và chế giễu). (Quả thật,) việc bêu tên xấu của một người sau khi y đã có đức tin là một hành động bất tuân (Allah). Và ai không sám hối thì đó là những kẻ làm điều sai quấy.} [chương 49 – Al-Hujurat: 11].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Hãy định nghĩa khiêm tốn?",
      "cau_tra_loi": "Đáp: Là người không thấy mình hơn mọi người, để không khinh người và không bác bỏ chân lý.\nĐấng Tối Cao phán: {Những người bề tôi của Đấng Độ Lượng là những ai đi lại trên mặt đất với điệu bộ khiêm tốn và khi bị người thiếu hiểu biết gây sự thì họ chỉ nói: “Xin cho được bằng an.”} [chương 25 – Al-Furqan: 63]. Nghĩa là họ hạ mình khiêm tốn. Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Và không một ai hạ mình vì Allah ngoại trừ được Ngài nâng họ lên.} Do Muslim ghi. Người – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Thật ra, Allah đã thiên khải bảo Ta phải khiêm tốn, cho đến khi không còn ai tự hào trước người khác và không còn ai ăn hiếp người khác.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Những loại tự cao bị cấm là gì ?",
      "cau_tra_loi": "Đáp: 1- Kiêu ngạo trước sự thật, tức là từ chối sự thật và không chấp nhận nó.\n2- Kiêu ngạo trước mọi người, nghĩa là xem thường và khinh khi người khác.\nThiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Không được vào Thiên Đàng đối với kẻ mà trong tim y có tính kiêu ngạo dù chỉ bằng hạt nguyên tử.} Một người đàn ông hỏi: Nếu một người yêu thích mình có được một bộ quần áo đẹp và đôi dép đẹp thì sao? Người đáp: {Thật ra, Allah là Đấng Đẹp Đẽ, yêu thích sự đẹp đẽ. Còn kiêu ngạo là hóng hách trước chân lý và xem thường thiên hạ.} Do Muslim ghi.\nHóng hách trước chân lý nghĩa là bác bỏ nó.\nXem thường thiên hạ nghĩa là xem họ không ra gì.\nViệc mặc quần áo đẹp và mang giầy dép đẹp không mang ý nghĩa tự cao gì cả.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Hãy liệt kê một vài hình thức gian lận bị cấm?",
      "cau_tra_loi": "Đáp: - Gian dối trong mua bán, nghĩa là che giấu khuyết điểm của món hàng hoá.\n- Gian lận trong học tập, cũng như học sinh gian lận trong thi cử.\n- Gian dối trong lời nói giống như lời khai giả và dối trá.\n- Không hoàn thành những gì mình nói và những gì mình đã đồng ý với mọi người.\nVề bằng chứng việc cấm gian lận, có lần Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đi ngang qua nơi bán thức ăn, Người đưa tay vào trong đống thức ăn được bày bán, Người thấy tay mình bị ướt nên bèn hỏi: {Đây là gì vậy, hỡi chủ bán thức ăn?} Người chủ bán nói: Là do bị trúng mưa, thưa Thiên Sứ của Allah. Người hỏi: {Thế tại sao anh không đặt phần ướt đó ở trên để người ta nhìn thấy? Ai gian dối không phải là tín đồ của Ta} Do Muslim ghi.\nĐống thức ăn là số lượng lớn thức ăn đổ chồng lên nhau.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Câu hỏi 22: Nói xấu sau lưng là gì?",
      "cau_tra_loi": "Đáp: Là việc nói người Muslim khác về những gì người đó không thích khi họ vắng mặt.\nĐấng Tối Cao phán: {Và các ngươi đừng nói xấu lẫn nhau. Lẽ nào ai đó trong các ngươi thích ăn thịt của người anh em của mình đã chết? Vì vậy, các ngươi hãy ghét việc làm đó. Các ngươi hãy sợ Allah. Quả thật, Allah là Đấng chấp nhận sự ăn năn sám hối, Đấng Nhân Từ.} [chương 49 – Al-Hujurat: 11].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Câu hỏi 23: Ngồi lê đôi mách là gì?",
      "cau_tra_loi": "Đáp: Là nghe ngóng chuyện người này đem nói với người khác để họ bất hòa nhau.\nThiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam –: {Không được vào Thiên Đàng dành cho những kẻ ngồi lê đôi mách} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Câu hỏi 24: Lười biếng là gì?",
      "cau_tra_loi": "Đáp: Đó là lười biếng trong việc làm điều tốt và những gì một người phải làm.\nBao gồm lười thực hiện trách nhiệm bắt buộc.\nĐấng Tối Cao phán: {Quả thật, những kẻ giả tạo đức tin tìm cách lừa dối Allah nhưng chính Ngài đã đánh lừa họ. Và mỗi khi họ đứng dậy hành lễ Salah thì họ chỉ đứng dậy một cách lười biếng, họ chỉ muốn phô trương cho mọi người nhìn thấy, và họ rất ít khi nhớ đến Allah.} [chương 4 – An-Nisa: 142].\nNgười có đức tin cần phải từ bỏ sự lười biếng, uể oải, chểnh mảng mà nỗ lực trong công việc và vận động, đồng thời siêng năng, nổ lực trong cuộc sống này về những gì làm hài lòng Allah Tối Cao.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Câu hỏi 25: Hãy liệt kê các thể loại nóng giận?",
      "cau_tra_loi": "Đáp: 1- Cơn giận đáng khen: Đó là nổi giận vì Allah trước những người vô đức tin hoặc những kẻ đạo đức giả hoặc những người khác vi phạm các lệnh cấm của Ngài.\n2- Cơn giận đáng trách: Là cơn giận khiến một người làm và nói những điều không nên.\nCách chữa trị cơn giận đáng trách:\nLấy nước Wudu.\nNgồi xuống nếu đang đứng, nằm xuống nếu đang ngồi.\nTuân thủ theo lời di ngôn của Nabi – Sol lol lo hu ‘a lai hi wa sal lam – về điều này: {Đừng nóng giận.}\nTự kiềm chế bản thân khi tức giận.\nCầu xin sự che chở nơi Allah tránh khỏi Shaytan đáng bị nguyền rủa.\nIm lặng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Câu hỏi 26: Dọ thám là gì?",
      "cau_tra_loi": "Đáp: Đó là vạch trần và tìm kiếm những lỗi lầm của mọi người và những gì họ che giấu.\nThí dụ về hình thức bị cấm:\nNhìn lén vào nhà người khác.\nNghe lén một nhóm người nói chuyện mà họ không biết.\nĐấng Tối Cao phán: {Các ngươi đừng dọ thám} [chương 49 – Al-Hujurat: 12].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Câu hỏi 27: Phung phí là gì? Keo kiệt là thế nào? và rộng lượng là ra sao?",
      "cau_tra_loi": "Đáp: - Phung phí: là chi tiêu tiền một cách không đúng đắn,\nvà trái ngược lại: Keo kiệt: Là cố giữ cho riêng mình.\n- Cách đúng nhất là một người Muslim luôn chọn con đường giữa hai điều này, đó là một người Muslim rộng lượng.\nĐấng Tối Cao phán: {Họ (những bề tôi của Allah) là những người khi tiêu dùng (tài sản của họ cho con đường chính nghĩa của Allah) thì không phung phí cũng không keo kiệt mà giữ mức trung bình giữa hai thái cực đó.} [chương 25 – Al-Furqan: 67].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Câu hỏi 28: Nhác gan là gì? Và gan dạ là thế nào?",
      "cau_tra_loi": "Đáp: Nhát gan là sợ hãi những gì đáng lẽ ra không nên sợ.\nThí dụ như sợ hãi phải nói sự thật và việc ngăn cản điều sai trái.\nGan dạ: là hướng đến sự thật và đó cũng giống như việc chủ động ra sa trường để chiến đấu bảo vệ Islam và những người Muslim.\nTrước đây trong lời cầu xin của mình, Nabi – Sol lol lo hu ‘a lai hi wa sal lam –  đã khẩn cầu: Ol lo hum ma in ni a ‘u zdu bi ka mi nal jub ni…\n{Lạy Allah, bề tôi cầu xin Ngài che chở khỏi bản tính nhát gan…} Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Người có đức tin mạnh mẽ tốt hơn và được Allah thương yêu hơn người có đức tin yếu ớt, nhưng cả hai đều tốt đẹp.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Câu hỏi 29: Hãy kể một vài câu nói ra bị cấm?",
      "cau_tra_loi": "Đáp: - Thí dụ như nguyền rủa, mắng chửi.\n- Thí dụ như nói kẻ đó như ''con thú'' hoặc những lời lẽ tương tự.\n- Hoặc nói những lời lẽ tục tĩu, xấu xa, khiếm nhã.\n- Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã cấm tất cả những điều đó qua lời nói: {Người có đức tin hoàn thiện không nói xấu, không nguyền rủa, không chửi bới và không biết xấu hổ.} Do At-Tirmizdi và Ibnu Hibban ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Câu hỏi 30: Hãy liệt kê vài điều giúp một người Muslim rèn luyện được đạo đức tốt?",
      "cau_tra_loi": "Đáp: 1- Cầu xin rằng Allah ban cho mình có được phẩm chất đạo đức tốt.\n2- Luôn nhận biết bản thân bị Allah giám sát, rằng Ngài biết rõ về mình, nghe và nhìn thấy mình.\n3- Ghi nhớ các ân phước của phẩm chất đạo đức tốt, đó là lý do giúp được vào Thiên Đàng.\n4- Ghi nhớ hậu quả của đạo đức xấu, đó là lý do bị vào Hoả Ngục.\n5- Đạo đức tốt mang lại tình thương yêu của Allah Tối Cao và tạo vật của Ngài, và đạo đức xấu mang lại sự ghét bỏ của Allah và tạo vật của Ngài.\n6- Đọc tiểu sử của Nabi – Sol lol lo hu ‘a lai hi wa sal lam – và noi theo tấm gương của Người.\n7- Kết bạn với những người tốt và tránh xa kết bạn với những kẻ xấu.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    }
  ]
}