{
  "muc_luc": "Phần cầu xin và tụng niệm",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Giá trị của lời tụng niệm là gì?",
      "cau_tra_loi": "Đáp: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Hình ảnh một người tụng niệm Thượng Đế của y và người kia không tụng niệm, giống như hình ảnh người sống và người chết.} Do Al-Bukhari ghi.\n- Đây là giá trị thật của cuộc sống của một người tuỳ thuộc vào mức lượng tụng niệm của y dành cho Allah Tối Cao.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Hãy liệt kê vài lợi ích của việc tụng niệm?",
      "cau_tra_loi": "Đáp: 1- Làm hài lòng Ar-Rahman (Đấng Độ Lượng).\n2- Xua đuổi được Shaytan.\n3- Bảo vệ người Muslim khỏi mọi điều xấu.\n4- Nhờ đó mà có được ân phước và phần thưởng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Lời tụng niệm tốt nhất là gì?",
      "cau_tra_loi": "Đáp: لَا إِلَـٰهَ إِلَّا اللهُ\n{Laa i laa ha il lol loh} nghĩa là không có Thượng Đế đích thực nào ngoài Allah. Do At-Tirmizdi và Ibnu Majah ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Ngay khi thức dậy, nói lời gì?",
      "cau_tra_loi": "Đáp: {Al ham du lil laa hil la zdi ah yaa naa ba’ da maa a maa ta naa wa i lai hin nu sh.u.r} Ý nghĩa: Alhamdulillah, tạ ơn Allah, Ngài đã phục sinh bầy tôi lại sau khi đã làm bầy tôi chết, và rồi bầy tôi sẽ trở về trình diện Ngài. Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Nói gì khi mặc áo?",
      "cau_tra_loi": "Đáp: {Al ham du lil laa hil la zdi ka saa ni ha zdath thaw ba, wa ro za qo ni hi min ghoi ri haw lim min ni, wa laa qu wah} Ý nghĩa: {Alhamdulillah, tạ ơn Allah, Đấng đã ban cái mặc và ban bổng lộc cho bề tôi trong khi bề tôi không có khả năng tạo ra nó.} Do Abu Dawood, At-Tirmizdi và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Nói gì khi cởi áo ra?",
      "cau_tra_loi": "Đáp: Bis mil lah. Do At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Cầu xin gì khi mặc áo mới?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma la kal ham du an ta ka saw ta ni hi, as a lu ka min khoi ri hi wa khoi ri maa su ni ‘a lah, wa a ‘ũ zdu bi ka min shar ri hi, wa shar ri maa su ni ‘a lah} Ý nghĩa: {Lạy Allah, tạ ơn Ngài đã ban cho bề tôi cái mặc. Cầu xin hãy ban cho bề tôi những điều tốt lành từ chiếc áo này và tránh mọi điều xấu từ nó.} Do Abu Dawood và At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Cầu xin gì khi thấy người khác mặc áo mới?",
      "cau_tra_loi": "Đáp: Khi thấy người khác mặc áo mới nên cầu xin cho y, mà nói: {Tub li wa yukh li ful lo hu ta ‘ã laa} Ý nghĩa: {Cầu xin Allah, Đấng Tối Cao ban cho anh/chị sống thọ để được mặc áo đến cũ, sau đó thay cho anh áo khác tốt hơn nó.} Do Abu Dawood ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Hãy kể về lời cầu xin khi vào nhà vệ sinh?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma in ni a ‘ũ zdu bi ka mi nal khu buthi wal kho ba ith} Ý nghĩa: {Nhân danh Allah. Lạy Allah, cầu xin Ngài che chở bề tôi tránh xa lũ Shaytan nam và lũ Shaytan nữ.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Lời cầu xin rời khỏi nhà vệ sinh là gì?",
      "cau_tra_loi": "Đáp: {Ghuf ro na ka} Ý nghĩa: Cầu xin sự tha thứ của Ngài. Do Abu Dawood, At-Tirmizdi và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Nói gì trước khi lấy Wudu?",
      "cau_tra_loi": "Đáp: Bis mil lah. Do Abu Dawood và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Nói lời gì sau khi đã lấy Wudu?",
      "cau_tra_loi": "Đáp: {Ash ha du al laa i laa ha il lol lo hu wah da hu laa sha ri ka lah, wa ash ha du an na mu ham ma danh ‘ab du hu wa ro su lu hu} Ý nghĩa: {Tôi xin tuyên thệ không có Thượng Đế nào đích thực ngoại trừ Allah duy nhất không có đối tác và chứng nhận rằng Muhammad là Nô Lệ, là Thiên Sứ của Ngài.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Nói gì khi rời khỏi nhà?",
      "cau_tra_loi": "Đáp: {Bis mil l.a.h, ta wak kal tu ‘a loll oh, laa haw la wa laa ku wa ta il laa bil l.a.h} Ý nghĩa: {Nhân danh Allah, bề tôi phó thác cho Ngài, không có sự chuyển động nào chuyển động và cũng không có quyền thống trị nào phát huy ngoại trừ Allah muốn.} Do Abu Dawood, At-Tirmizdi và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Nói gì khi vào nhà?",
      "cau_tra_loi": "Đáp: {Bis mil laa hi wa laj naa, wa bis mil laa hi kho raj naa, wa ‘a laa rab bi naa ta wa kal naa} Ý nghĩa: {Nhân danh Allah bầy tôi vào, nhân danh Allah bầy tôi ra và Allah là Thượng Đế của bầy tôi, xin phó thác cho Ngài.} sau đó chào Salam cho người trong nhà. Do Abu Dawood ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Cầu xin gì khi vào Masjid?",
      "cau_tra_loi": "Đáp: {Ol lo hum maf tah li ab waa bar oh ma tik} Ý nghĩa: {Lạy Allah, xin hãy mở các cánh cửa thương xót của Ngài cho bề tôi.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Cầu xin gì khi ra Masjid?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma ni ni as a lu ka min fodh li ka} Ý nghĩa: Lạy Allah, bề tôi cầu xin thiên lộc nơi Ngài. Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Nói gì khi nghe lời Azdan?",
      "cau_tra_loi": "Đáp: Lặp lại lời Azdan ngoại trừ hai câu: {Hay ya ‘a los so l.a.h} {Hay ya ‘a lal fa l.a.h} Ý nghĩa: {Hãy nhanh nhanh đến dâng lễ Salah.} {Hãy nhanh nhanh đến với thành công.} thì nói: {Laa haw la wa laa qu wa ta il la bil l.a.h} Ý nghĩa: {Không có quyền năng hay quyền thống trị nào ngoài quyền năng và quyền thống trị của Allah.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Nói gì sau Azdan?",
      "cau_tra_loi": "Đáp: Trước tiên Solawat cho Nabi – Sol lol lo hu ‘a lai hi wa sal lam – Do Muslim ghi. Và cầu xin tiếp: {Ol lo hum ma rab ba ha zdi hid da’ wa tit t.a.m mah, wos so laa til qo i mah, ã ti mu ham ma dal wa si la ta wal fa dhi lah, wab ‘ath hu ma qo man mah du daa, al la zdi wa ‘ad tah} Ý nghĩa: {Lạy Allah, Ngài là Chủ Nhân của lời kêu gọi toàn mỹ này, là Chủ Nhân của sự bình an vĩnh hằng. Cầu xin Ngài hãy ban cho Nabi Muhammad ngôi nhà trên Thiên Đàng, ở trên một địa vị cao nhất trên mọi tạo vật. Và hãy phục sinh Người lại vào Ngày Phục Sinh trên cương vị được mọi người ngưỡng mộ, điều Ngài đã hứa. Quả thực, Ngài không bao giờ bội tín.} Do Al-Bukhari ghi.\nTự cầu xin khoảng giữa Azdan và Iqomah, bởi lẽ lời cầu xin không bị từ chối trong lúc này.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Những lời tụng niệm nào nói vào mỗi buổi sáng và mỗi buổi chiều?",
      "cau_tra_loi": "Đáp: 1- Đọc câu Al-Kursi: {Ol lo hu laa i laa ha il laa hu wal hay yul qoi y.ũ.m, laa ta’ khu zdu hu sitna tu wa laa nawm, la hu maa fis sa maa waa ti wa maa fil ardh, man zdal la zdi yash fa ‘u ‘in da hu il laa bi izd nih, ya’ la mu maa bay na ay di him wa maa khol fa hum, wa laa yu hi tũ na bi shay im min ‘il mi hi il laa bi maa shã, wa si ‘a kur si yu hus sa maa waa ti wal ardh, wa laa ya ũ du hu hif zhu hu maa, wa hu wal ‘a li yul ‘a zh.ĩ.m} Ý nghĩa: {Allah (là Thượng Đế), không có Thượng Đế (đích thực) nào ngoài Ngài, Đấng Hằng Sống, Đấng Bất Diệt, Ngài không ngủ và cũng không buồn ngủ. Tất cả vạn vật trong các tầng trời và tất cả vạn vật trong trái đất đều thuộc về Ngài. Không ai có quyền can thiệp (biện minh, cầu xin ân xá cho ai) trước Ngài trừ phi Ngài cho phép. Ngài biết hết mọi điều xảy ra phía trước họ và đằng sau họ, không một ai đủ năng lực biết được kiến thức của Ngài ngoại trừ điều nào Ngài muốn cho y biết. Kursi (Bệ gác chân) của Ngài bao trùm hết cả các tầng trời và trái đất, và việc quản lý trời đất không làm Ngài mỏi mệt bởi Ngài là Đấng Tối Thượng, Đấng Vĩ Đại.} [chương 2 – Al-Baqarah: 255] 2- Đọc tiếp: Bis mil laa hir roh maa nir ro h.ĩ.m 1- {Qul hu wol lo hu a had} Ngươi (Thiên Sứ Muhammad) hãy nói: “Ngài là Allah, Đấng Duy Nhất.” 2- {Ol lo hus so mad} “Allah là Đấng Tự Hữu (Ngài không cần ai nhưng tất cả đều cần Ngài)” 3- {Lam ya lid wa lam yũ lad} “Ngài không sinh ra ai và cũng không do ai sinh ra, (mà là Đấng Tạo Hóa).” 4- {Wa lam ya kul la hu ku fu wan a had}  “Và không có một ai (cái gì) có thể so sánh cùng Ngài.” Đọc lặp lại ba lần Bis mil laa hir roh maa nir ro h.ĩ.m 1- {Qul a ‘ũ zdu bi rab bil fa laq} Ngươi (Thiên Sứ Muhammad) hãy nói: “Bề tôi cầu xin Thượng Đế của bình minh che chở. 2- {Min shar ri maa kho laq} “Tránh khỏi những điều xấu mà Ngài đã tạo.” 3- {Wa min shar ri gho si qin i zdaa wa qob} “Tránh khỏi những điều xấu của bóng đêm khi nó bao phủ.” 4- {Wa min shar rin naf faa thaa ti fil ‘u qod} “Tránh khỏi những điều xấu từ những kẻ phù phép vào những chiếc gút thắt.” {Wa min shar ri haa si din i zdaa ha sad} “Và tránh khỏi sự hãm hại của những kẻ ganh ghét và đố kỵ.” Đọc lặp lại ba lần. Bis mil laa hir roh maa nir ro h.ĩ.m 1- {Qul a ‘ũ zdu bi rab bin n.a.s} Ngươi (Thiên Sứ Muhammad) hãy nói: “Bề tôi cầu xin Thượng Đế của nhân loại che chở.” 2- {Ma li kin n.a.s} “Vị Vua của nhân loại.” 3- {I laa hin n.a.s} “Thượng Đế của nhân loại.” 4- {Min shar ril was waa sil khon n.a.s} “Tránh khỏi những điều xấu của kẻ thì thào quấy nhiễu.” 5- {Al la zdi yu was wi su fi su du rin n.a.s} “Kẻ thường thì thào vào lòng của nhân loại.” 6- {Mi nal jinn a ti wan n.a.s} “Từ loài Jinn và loài người.” Đọc lặp lại ba lần. 3- Ol lo hum ma an ta rab bi, laa i laa ha il laa an ta, kho laq ta ni, wa a na ‘ab du ka, wa a na ‘a laa ‘ah di ka, wa wa’ di ka, mas ta to’ tu, a ‘ũ zdu bi ka min shar ri maa so na’ tu, a bu u la ka bi ne’ ma ti ka ‘a lay, wa a bu u la ka bi zdam bi, fagh fir li, fa in na hu laa yagh fi ruzd zdu nu ba il laa an ta} Ý nghĩa : {Lạy Allah, Ngài là Thượng Đế của bề tôi mà không có Thượng Đế nào đích thực ngoại trừ Ngài, Ngài đã tạo ra bề tôi, và bề tôi là nô lệ của Ngài. Bề tôi xin hứa, xin giao ước rằng chỉ tôn thờ Ngài duy nhất và thần phục theo mệnh lệnh của Ngài với tất cả mọi khả năng mà bề tôi (có thể), khẩn xin Ngài che chở bề tôi tránh khỏi mọi điều xấu mà bề tôi đã làm. Bề tôi xin thừa nhận mọi ân huệ mà Ngài đã ban cho và xin thừa nhận những tội lỗi mà bề tôi đã phạm. Khẩn xin Ngài hãy tha thứ cho bề tôi. Quả thực, không có ai có khả năng tha thứ tội lỗi ngoại trừ Ngài.} Do Al-Bukhari ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Khi ngủ đọc gì?",
      "cau_tra_loi": "Đáp: {Bis mi kol lo hum ma a mũ tu wa ah yaa} Ý nghĩa: {Nhân danh Allah, lạy Allah, bề tôi chết và bề tôi sống (là do Ngài quyết định).} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Nói gì trước khi ăn?",
      "cau_tra_loi": "Đáp: Bis mil l.ã.h.\nnếu quên không nói trước khi ăn thì hãy nói:\n{Bis mil la hi aw wa li hi wa ã khi rih} Ý nghĩa: {Nhân danh Allah từ đầu cho đến cuối.} Do Abu Dawood và At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Câu hỏi 22: Nói gì sau khi ăn xong?",
      "cau_tra_loi": "Đáp: {Al ham du lil la hil la zdi ot ‘a ma ni haa zda, wa ro za qo ni hi, min ghoi ri haw lin min ni, wa laa qũ wah.} Ý nghĩa: {Mọi lời ca ngợi, tán dương kính dâng lên Allah, Đấng đã ban cho thức ăn này và cung cấp nó cho bề tôi trong khi bề tôi không có khả năng tạo ra nó.} Do Abu Dawood ghi. Do Abu Dawood, Ibnu Majah và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Câu hỏi 23: Lời cầu xin của khách mời dành cho chủ thức ăn là gì?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma baa rik la hum fi maa ro zaq ta hum, wagh fir la hum, war ham hum} Ý nghĩa: {Lạy Allah, xin hãy ban phúc lành cho họ trong những bổng lộc mà Ngài đã cung cấp, xin hãy tha thứ và thương yêu họ.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Câu hỏi 24: Khi nhảy mủi cần phải nói gì?",
      "cau_tra_loi": "Đáp: {Al ham du lil l.ã.h} Ý nghĩa: {Xin tạ ơn Allah}\nNgười ở gần chứng kiến nghe được, hãy cầu xin cho y:  {Yar ha mu kol l.õ.h} Ý nghĩa: {Cầu xin Allah thương xót anh/chị}\nLúc này người nhảy mủi cần phải cầu xin lại: {Yah di ku mul loh, wa yus li hu baa la kum} Ý nghĩa: {Cầu xin Allah hướng dẫn và cải thiện hiện trạng của anh/chị.} Do Al-Bukhari ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Câu hỏi 25: Lời cầu xin xoá tội lúc rời khỏi nhóm đã ngồi cùng nhau trước đó là gì?",
      "cau_tra_loi": "Đáp: {Sub haa na kol lo hum ma wa bi ham dik, ash ha du al laa i laa ha il la an ta, as tagh fi ru ka, wa a tu bu i lai ka.} Ý nghĩa: {Vinh quang thay Allah, bằng lời ca ngợi Ngài mà ca tụng tán dương, tôi xin tuyên thệ không có Thượng Đế nào đích thực ngoại trừ Ngài. Cầu xin Ngài tha thứ tội cho bề tôi và bề tôi trở về sám hối với Ngài.} Do Abu Dawood, At-Tirmizdi và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Câu hỏi 26: Lời cầu xin khi lên tàu, xe, ngựa… là gì?",
      "cau_tra_loi": "Đáp: {Bis mil l.ã.h, al ham du lil l.ã.h, sub haa nal la zdi sakh kho ro la naa haa za, wa maa kun naa la hu muq ri n.ĩ.n, wa in naa i la rab bi naa la mun qo li b.ũ.n, al ham du lil l.ã.h, al ham du lil l.ã.h, al ham du lil l.ã.h, ol lo hu ak bar, ol lo hu ak bar, ol lo hu ak bar, sub haa na kol lo hum ma in ni zho lam tu naf si, fagh fir li, fa in na hu laa yagh fi ruzd zdu nu ba il laa an ta.} Ý nghĩa: {Nhân danh Allah. Xin tạ ơn Allah {“Quang vinh thay Đấng đã chế ngự (phương tiện) này cho bầy tôi, bởi quả thật bầy tôi không đủ khả năng chế ngự nó.” (14) “Và bầy tôi chắc chắn sẽ trở về trình diện Thượng Đế của bầy tôi!”} (chương 43 - Az-Zukhruf: 13, 14). Xin tạ ơn Allah, xin tạ ơn Allah, xin tạ ơn Allah, Allah vĩ đại nhất, Allah vĩ đại nhất, Allah vĩ đại nhất, vinh quang thay Ngài. Lạy Allah, quả thật bề tôi đã làm điều sai quấy, xin hãy tha thứ cho bề tôi, vì không ai có khả năng tha thứ tội lỗi ngoại trừ Ngài.} Do Abu Dawood và At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Câu hỏi 27: Hãy kể lời cầu xin khi đi xa?",
      "cau_tra_loi": "Đáp: {Ol lo hu ak bar, ol lo hu ak bar, ol lo hu ak bar, sub haa nal la zdi sakh kho ro la naa haa za, wa maa kun naa la hu muq ri n.ĩ.n, wa in naa i la rab bi naa la mun qo li b.ũ.n. Ol lo hum ma in naa nas a lu ka fi sa fa ri naa haa zdal bir ro wat taq waa, wa mi nal ‘a ma li maa tar dho. Ol lo hum ma haw win ‘a lay naa sa fa ro naa haa zda, wot wi ‘an naa bua’ dah. Ol lo hum ma an tos so hi bi fis sa far, wal kho li fa tu fil ah li. Ol lo hum ma in ni a ‘ũ zdu bi min wa’ thaa is sa far, wa ka ã ba til man zhor, wa sũ il mun qo la bi fil maa li wal ah li.} Ý nghĩa: {Nhân danh Allah. Xin tạ ơn Allah  “Quang vinh thay Đấng đã chế ngự (phương tiện) này cho bầy tôi, bởi quả thật bầy tôi không đủ khả năng chế ngự nó.” (14) “Và bầy tôi chắc chắn sẽ trở về trình diện Thượng Đế của bầy tôi!” (chương 43 - Az-Zukhruf: 13, 14). Lạy Allah, xin hãy ban cho chuyến đi này đầy ý nghĩa và kính sợ (Ngài) và xin hãy ban cho bầy tôi thực hiện được những việc làm Ngài hài lòng. Lạy Allah, xin hãy làm cho chuyến đi này thật thanh thản, dễ dàng và ngắn lại. Ngài là Đấng cận kề phù hộ bề tôi trong chuyến đi, là Đấng giám hộ gia đình bề tôi ở quê nhà. Cầu xin hãy che chở cho bề tôi tránh khỏi mọi khó khăn, mệt nhọc trong chuyến đi và tránh xa mọi điều xấu xảy ra trong gia đình cũng như tài sản khi trở về}\nKhi quay về vẫn lặp lại lời cầu xin này và nói thêm:\n{Ã yi b.ũ.n, taa i b.ũ.n, ‘ã bi d.ũ.n, li rab bi naa haa mi d.ũ.n.} Ý nghĩa: {Bầy tôi quay trở về sám hối, thành tâm tôn thờ và vì Thượng Đế của bầy tôi, bầy tôi ca tụng, tán dương.} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Câu hỏi 28: Lời cầu xin của người đi xa cầu xin cho người ở lại là gì?",
      "cau_tra_loi": "Đáp: {As taw di ‘u ku mul l.õ.h, al la zdi laa ta dhi ‘u wa daa i ‘u hu} Ý nghĩa: {Bề tôi xin ký gởi mọi người cho Allah, Ngài là Đấng không hề làm mất vật đã được ký gởi cho Ngài.} Do Ahmad và Ibnu Majah ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Câu hỏi 29: Lời cầu xin của người ở lại cầu xin cho người đi xa là gì?",
      "cau_tra_loi": "Đáp: {As taw di ‘ul lõ ha di na ka, wa a maa na ta ka, wa kho waa ti ma ‘a ma li ka} Ý nghĩa: {Tôi xin ký gởi cho Allah tôn giáo của bạn, tài sản của bạn và kết quả hành đạo của bạn} Do Ahmad và At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Câu hỏi 30: Lời cầu xin vào chợ là gì?",
      "cau_tra_loi": "Đáp: {Laa i laa ha il lol lõ hu wah da hu laa sha ri ka lah, la hul mul ku, wa la hul ham du, yuh yi wa yu m.ĩ.t, wa hu wa hay yun laa ya m.ũ.t, bi ya di hil khoi ru, wa hu wa ‘a la kul li shay in qo d.ĩ.r} Ý nghĩa: {Không có Thượng Đế nào đích thực ngoại trừ Allah duy nhất không có đối tác, mọi quyền thống trị, mọi lời ca ngợi đều là của Ngài, Ngài là Đấng ban cho sự sống và cái chết, Ngài là Đấng Sống Mãi, Bất Diệt. Tất cả mọi điều tốt, (điều xấu) đều trong tay Ngài và Ngài toàn năng trên tất cả mọi thứ.} Do At-Tirmizdi và Ibnu Majah ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Câu hỏi 31: Hãy kể lời cầu xin khi nổi giận?",
      "cau_tra_loi": "Đáp: {A ‘ũ zdu bil la hi mi nash shay to nir ro j.ĩ.m} Ý nghĩa: {Bề tôi cầu xin Allah che chở khỏi lũ Shaytan  đáng bị nguyền rủa.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Câu hỏi 32: Nói gì với người đã giúp đỡ mình điều gì đó?",
      "cau_tra_loi": "Đáp: {Ja zaa kol lõ hu khoi ro} Ý nghĩa: {Cầu xin Allah ban tặng cho anh/chị nhiều điều tốt.} Do At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    },
    {
      "id": 33,
      "cau_hoi": "Câu hỏi 33: Nói gì khi hư tàu, xe hoặc ngựa bệnh…?",
      "cau_tra_loi": "Đáp: Bis mil l.ã.h Do Abu Dawood ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/33.mp3"
    },
    {
      "id": 34,
      "cau_hoi": "Câu hỏi 34: Nói gì khi có được điều gì đó dễ dàng?",
      "cau_tra_loi": "Đáp: {Al ham du lil lã hil la zdi bi ne’ ma ti hi ta tim mus so li h.ã.t} Ý nghĩa: {Mọi lời ca ngợi, tán dương đều kính dâng Allah, Đấng mà nhờ có phúc lành của Ngài làm cho mọi việc được hoàn hảo.} Do Al-Hakim và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/34.mp3"
    },
    {
      "id": 35,
      "cau_hoi": "Câu hỏi 35: Nói gì khi biết được điều không vui, không thích?",
      "cau_tra_loi": "Đáp: {Al ham du lil la hi ‘a laa kul li h.ã.l} Ý nghĩa: {Tạ ơn Allah trong mọi hoàn cảnh (dù giàu có hay nghèo khổ, dù lành mạnh hay bệnh tật ...)} Trích từ Sahih Al-Jame’.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/35.mp3"
    },
    {
      "id": 36,
      "cau_hoi": "Câu hỏi 36: Cách chào Salam và đáp lại ra sao?",
      "cau_tra_loi": "Đáp: Người Muslim chào: {as sa laa mu ‘a lai kum wa roh ma tul lõ hi wa ba ro kaa tuh} Ý nghĩa: Cầu xin Allah ban bình an, lòng thương xót và phúc lành cho bạn\nVà đáp lại lời chào của anh em đồng đạo: {Wa ‘a lai ku mus sa laa mu wa roh ma tul lõ hi wa ba ro kaa tuh} Do At-Tirmizdi, Abu Dawood và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/36.mp3"
    },
    {
      "id": 37,
      "cau_hoi": "Câu hỏi 37: Cầu xin gì khi trời đổ mưa?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma soi yi ban, naa fi ‘an} Ý nghĩa: {Lạy Allah, xin hãy ban thật nhiều cơn mưa có ích lợi} Do Al-Bukhari ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/37.mp3"
    },
    {
      "id": 38,
      "cau_hoi": "Câu hỏi 38: Cầu xin gì sau khi trời mưa chấm dứt?",
      "cau_tra_loi": "Đáp: {Mu tir naa bi fodh lil lã hi wa roh ma tih} Ý nghĩa: {Mưa rơi xuống là hồng phúc và lòng thương xót của Allah cho bầy tôi.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/38.mp3"
    },
    {
      "id": 39,
      "cau_hoi": "Hỏi 39: Hãy kể lời cầu xin khi có cơn gió (giông, bão)?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma in ni as a lu ka khoi ro haa, wa a ‘ũ zdu bi ka min shar ri haa} Ý nghĩa: {Lạy Allah, xin hãy ban hữu ích cho bề tôi từ (cơn gió này) và xin hãy che chở bề tôi tránh khỏi mọi bất lợi của nó.} Do Abu Dawood và Ibnu Majah ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/39.mp3"
    },
    {
      "id": 40,
      "cau_hoi": "Câu hỏi 40: Cầu xin gì khi nghe sấm sét?",
      "cau_tra_loi": "Đáp: {Sub haa nal la zdi yu sab bi hur ro’ du bi ham di hi, wal ma laa i ka tu min khi fa ti hi} Ý nghĩa: {Vinh quang thay Đấng Alhamdulillah, tạ ơn Allah, Đấng mà Thần Sấm luôn ca tụng tán dương và tất cả Thiên Thần vì Ngài mà khiếp sợ.} Trích trừ Al-Muwatto của Malik ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/40.mp3"
    },
    {
      "id": 41,
      "cau_hoi": "Câu hỏi 41: Cầu xin gì khi gặp sự thử thách (hoặc tai nạn) xảy ra đối với người khác.",
      "cau_tra_loi": "Đáp: {Al ham du lil la hil la zdi ‘ã faa ni mim mab ta laa ka bi hi, wa fodh dho la ni ‘a laa ka thi rim mim man kho la qo taf dhi laa} Ý nghĩa: {Xin tạ ơn Allah Đấng đã ban cho bề tôi tránh được sự thử thách (hoặc tai nạn) và đã ban cho bề tôi rất nhiều sự ưu đãi hơn những người khác.} Do At-Tirmizdi ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/41.mp3"
    },
    {
      "id": 42,
      "cau_hoi": "Câu hỏi 42: Lời cầu xin khỏi ánh nhìn nguy hại là như thế nào?",
      "cau_tra_loi": "Đáp: Theo Hadith: {Nếu một người trong các ngươi nhìn thấy điều gì từ người anh em đồng đạo hoặc từ ngoại hình hoặc từ tài sản làm cho mình ngạc nhiên thì hãy cầu xin phúc lành cho người anh em đó. Quả thực, cái nhìn nguy hại là sự thật.} Do Ahamd, Ibnu Majah và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/42.mp3"
    },
    {
      "id": 43,
      "cau_hoi": "Câu hỏi 43: Lời Solawat cho Nabi như thế nào?",
      "cau_tra_loi": "Đáp: {Ol lo hum ma sol li ‘a laa mu ham mad, wa ‘a laa ã li mu ham mad, ka maa sol lay ta ‘a laa ib ro h.ĩ.m, wa ‘a laa ã li ib ro h.ĩ.m, in na ka ha mi dum ma j.ĩ.d. Ol lo hum ma baa rik ‘a laa mu ham mad wa ‘a laa ã li mu ham mad, ka maa baa rak ta ‘a laa ib ro h.ĩ.m, wa ‘a laa ã li ib ro h.ĩ.m, in na ka ha mi dum ma j.ĩ.d} Ý nghĩa: {Lạy Allah, xin hãy ban sự bình an và phúc lành cho Nabi Muhammad và dòng tộc của Người giống như Ngài đã ban sự bình an và phúc lành cho Nabi Ibrahim và dòng tộc của Người. Quả thực, Ngài là Đấng Đáng Ca Tụng, Đấng Chí Tôn. Lạy Allah, xin hãy ban hồng phúc cho Nabi Muhammad và dòng tộc của Người giống như Ngài đã ban hồng phúc cho Nabi Ibrahim và dòng tộc của Người. Quả thực, Ngài là Đấng Đáng Ca Tụng, Đấng Chí Tôn} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/43.mp3"
    }
  ]
}