{
  "muc_luc": "Adhkar and Supplications Section",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Question 1: What is the merit of Dhikr (remembrance of Allah)?",
      "cau_tra_loi": "Answer: The Prophet (may Allah's peace and blessings be upon him) said: \"The example of the one who remembers his Lord and the one who does not remember Him is like the example of a living and a dead person.\" [Narrated by Al-Bukhāri]\nThis is because the value and worth of man's life depend on how frequently he remembers Allah Almighty.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Question 2: Mention some of the benefits of Dhikr.",
      "cau_tra_loi": "Answer: 1. It pleases the Most Compassionate\n2. It expels the devil\n3. It protects the Muslim against evil\n4. It brings about recompense and reward",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Question 3: What is the best Dhikr?",
      "cau_tra_loi": "Answer: The best Dhikr is: \"La ilāha illallāh\" (there is no god but Allah). [Narrated by At-Tirmidhi and Ibn Mājah]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Question 4: What should one say upon waking up?",
      "cau_tra_loi": "Answer: \"Alhamdulillāhi alladhī ahyāna ba‘damā amātanā wa ilayhi an-nushūr\" (Praise be to Allah Who gave us life after He caused us to die and to Him is the resurrection). [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Question 5: What should one say when wearing garment?",
      "cau_tra_loi": "Answer: \"Alhamdulillāhi alladhī kasānī hadha ath-thawba wa razaqanīhi min ghayri hawlin minnī wa la quwwah\" (Praise be to Allah Who clothed me in this garment and gave it to me without any power or strength on my side). [Narrated by Abu Dāwūd, At-Tirmidhi, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Question 6: What should one say when getting undressed?",
      "cau_tra_loi": "Answer: \"Bismillāh\" (In the name of Allah). [Narrated by At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Question 7: What supplication should be said on wearing a new garment?",
      "cau_tra_loi": "Answer: \"Allāhumma lakal hamdu anta kasawtanīhi as’aluka khayrahu wa khayra ma suni‘a lahu wa a‘ūdhu bika min sharrihi wa sharri ma suni‘a lah\" (O Allah, praise be to You, You clothed me therewith. I ask You for its good and the good of that for which it was made, and I seek refuge with You from its evil and the evil of that for which it was made). [Narrated by Abu Dāwūd and At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Question 8: What supplication should be said when seeing someone wearing a new garment?",
      "cau_tra_loi": "Answer: When seeing someone wearing a new garment, one should supplicate for him and say: \"Tublī wa yukhlifullāhu ta‘āla\" (May you wear it out and may Allah Almighty grant you another instead). [Narrated by Abu Dāwūd]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Question 9: Mention the supplication to be said when entering the toilet.",
      "cau_tra_loi": "Answer: \"Allāhumma innī a‘ūdhu bika min al-khubuthi wal khabā’ith\" (O Allah, I seek refuge with You from the male and female devils). [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Question 10: What supplication should be said when coming out of the toilet?",
      "cau_tra_loi": "Answer: \"Ghufrānak\" (I seek Your forgiveness). [Narrated by Abu Dāwūd and At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Question 11: What should be said before performing ablution?",
      "cau_tra_loi": "Answer: \"Bismillāh\" (In the name of Allah). [Narrated by Abu Dāwūd and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Question 12: What Dhikr should be said after performing ablution?",
      "cau_tra_loi": "Answer: \"Ash-hadu allā ilāha illallāh wahdahu la sharīka lah wa ash-hadu anna Muahmmadan ‘abduhu wa rasūluh\" (I testify that there is no god but Allah alone with no partner, and I testify that Muhammad is His slave and messenger). [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Question 13: What Dhikr should be said on leaving the house?",
      "cau_tra_loi": "Answer: \"Bismillāhi tawakkaltu ‘alallāh wala hawala wala quwwata illā billāh\" (In the name of Allah, I rely upon Allah, and there is no might nor strength except with Allah). [Narrated by Abu Dāwūd and At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Question 14: What Dhikr should be said on entering the house?",
      "cau_tra_loi": "Answer: \"Bismillāhi walajnā wa bismillāhi kharajnā wa ‘alallāhi rabbinā tawakkalnā\" (In the name of Allah we enter, and in the name of Allah we leave, and on Allah, our Lord, we rely) then one should greet his family. [Narrated by Abu Dāwūd]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Question 15: What is the supplication of entering the mosque?",
      "cau_tra_loi": "Answer: \"Allāhumma iftah lī abwāba rahmatik\" (O Allah, open for me the doors of Your mercy). [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Question 16: Mention the supplication of leaving the mosque.",
      "cau_tra_loi": "Answer: \"Allāhumma innī as’aluka min fadlik\" (O Allah, I ask You for Your favor). [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Question 17: What should be said on hearing the Adhān (prayer call)?",
      "cau_tra_loi": "Answer: One should repeat what the muezzin says except when saying: \"Hayy ‘ala as-salāh\" (come to prayer) and \"Hayy ‘ala al-falāh\" (come to success). Here, one should say: \"La hawla wala quwwata illā billāh\" (there is no might nor strength except with Allah). [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Question 18: What should be said after the Adhān?",
      "cau_tra_loi": "Answer: Invoke blessings upon the Prophet (may Allah's peace and blessings be upon him. [Narrated by Muslim] Then, one should say: \"Allāhumma rabba hādhihi ad-da‘watit tāmmah wasalātil qā’imah āti Muhammadan al-wasīlata wal fadīlah wab‘athuhu maqāman mahmūdan illadhī wa‘adtah\" (O Allah, Lord of this perfect call and the prayer that is about to be established, grant Muhammad the right of intercession and favor and resurrect him to a praised position that You have promised him). [Narrated by Al-Bukhāri]\nOne should also supplicate to Allah between the Adhān and Iqāmah (the second call to prayer), as it is a time when the supplication is not rejected.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Question 19: What are the morning and evening Adhkār (prescribed set of regular supplications)?",
      "cau_tra_loi": "Answer: 1. Reciting Āyat al-Kursi, which reads: {Allah: none has the right to be worshiped except Him, the Ever-Living, All-Sustaining. Neither drowsiness overtakes Him nor sleep. To Him belongs all that is in the heavens and all that is on earth. Who is there that can intercede with Him except with His permission? He knows what was before them and what will be after them, while they encompass nothing of His knowledge, except what He wills. His Kursī [footstool] extends over the heavens and earth, and safeguarding of both does not weary Him, for He is the Most High, the Most Great.} [Surat al-Baqarah: 255] 2. Reciting: In the name of Allah, the Most Compassionate, the Most Merciful {Say: “He is Allah, the One; Allah, the Eternal Refuge. He neither begets nor is He begotten, and there is none comparable to Him.”} [Surat al-Ikhlās: 1-4] Three times In the name of Allah, the Most Compassionate, the Most Merciful {Say, “I seek refuge with the Lord of the daybreak, from the harm of all what He has created; from the harm of night’s darkness when it spreads around, from the harm of the sorceresses who blow on knots, and from the harm of the envier when he envies.} [Surat al-Falaq: 1-5] - three times In the name of Allah, the Most Compassionate, the Most Merciful {Say, “I seek refuge with the Lord of mankind, the Sovereign of mankind, the God of mankind, from the harm of the lurking whisperer, who whispers into the hearts of mankind, from among jinn and mankind.”} [Surat an-Nās: 1-6] - three times 3. \"Allāhumma anta rabbī lā ilāha illa anta khalaqtanī wa ana ‘abduka wa ana ‘ala ‘ahdika wa wa‘dika mastata‘t, a‘ūdhu bika min sharri ma sana‘t, abū’u laka bini‘matika ‘alayy wa abū’u bidhambī faghfir lī fa innahu lā yaghfiru adh-dhunūba illa anta\" (O Allah, You are my Lord. There is no god except You. You have created me, and I am Your slave, and I hold to Your covenant as far as I can. I seek refuge in You from the evil of what I have done. I acknowledge the favors that You have bestowed upon me, and I confess my sins. So, forgive me, for none can forgive sins except You). [Narrated by Al-Bukhāri]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Question 20: What should be said before sleeping?",
      "cau_tra_loi": "Answer: \"Bismika allāhumma amūtu wa ahyā\" (In Your name, O Allah, I die and I live). [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Question 21: What should be said before eating?",
      "cau_tra_loi": "Answer: \"Bismillāh\" (In the name of Allah).\nIf one forgets to say it before eating, he should say:\n\"Bismillāhi fī awwalihi wa ākhirih\" (In the name of Allah at its beginning and at its end). [Narrated by Abu Dāwūd and At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Question 22: What should be said after eating?",
      "cau_tra_loi": "Answer: \"Alhamdullillāhi al-ladhī at‘amanī hādha wa razaqanīh min ghayri hawlin minnī wala quwwah\" (Praise be to Allah Who fed me and provided me with this food without any power or strength on my side). [Narrated by Abu Dāwūd, Ibn Mājah, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Question 23: What should the guest say in supplicating for the host?",
      "cau_tra_loi": "Answer: \"Allāhumma bārik lahum fīmā razaqtahum waghfir lahum warhamuhum\" (O Allah, bless them in what You have provided them with, and forgive them and have mercy on them). [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Question 24: What should one say when sneezing?",
      "cau_tra_loi": "Answer: \"Alhamdulillāh\" (praise be to Allah).\nHis brother or his companion should say to him: \"Yarhamukallāh\" (may Allah have mercy on you).\nThe sneezer should, then, reply saying: \"Yahdīkumullāh wa yuslih bālakum\" (may Allah guide you and improve your condition). [Narrated by Al-Bukhāri]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Question 25: What should one say when leaving an assembly, i.e., the \"Expiation of assembly supplication\"?",
      "cau_tra_loi": "Answer: \"Subhānak allāhumma wa bihamdik, ash-hadu allā ilāha illā ant, astaghfiruka wa atūbu ilayk\" (Glory and praise be to You, O Allah. I testify that there is no god but You. I seek Your forgiveness and I repent to You). [Narrated by Abu Dāwūd, At-Tirmidhi, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Question 26: What is the riding supplication?",
      "cau_tra_loi": "Answer: \"Bismillāh walhamdulillāh\" (In the name of Allah and praise be to Allah), \"Subhāna al-ladhī sakhkhara lanā hādha wa mā kunnā lahu muqrinīn wa innā ilā rabbinā lamunqalibūn\" (Glory be to Him Who has subjected this for us, for we could not have done it by ourselves. It is to our Lord that we will surely return), \"Alhamdulillāh, alhamdulillāh, alhamdulillāh, allāhu akbar, allāhu akbar, allāhu akbar, subhānaka allāhumma innī zhalamtu nafsī faghfir lī fa’innahu lā yaghfiru adh-dhunūba illā ant\" (Praise be to Allah - three times - Allah is the Most Great - three times - Glory be to You, O Allah, I wronged myself, so forgive me, for none can forgive sins but You). [Narrated by Abu Dāwūd and At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Question 27: Mention the traveling supplication.",
      "cau_tra_loi": "Answer: \"Allāhu akbar, allāhu akbar, allāhu akbar\" (Allah is the Most Great - three times), \"Subhāna al-ladhī sakhkhara lanā hādha wa mā kunnā lahu muqrinīn wa innā ilā rabbinā lamunqalibūn\" (Glory be to Him Who has subjected this for us, for we could not have done it by ourselves. It is to our Lord that we will surely return), \"Allāhumma innā nas’aluka fī safarinā hādha al-birra wat-taqwā wa min al-‘amali mā tardā, allāhumma hawwin ‘alaynā safaranā hādha watwi ‘annā bu‘dah, allāhumma anta as-sāhibu fis-safar wa al-khalīfatu fil ahl, allāhumma innī a‘ūdhu bika min wa‘thā’ as-safar wa ka’ābat al-manzhar wa sū’ il-munqalab fil māli wal ahl\" (O Allah, we ask You on this journey of ours for goodness and piety, and for deeds that are pleasing to You. O Allah, make easy this journey for us and make its distance short for us. O Allah, You are the Companion on the journey and the One in Whose care we leave our family behind. O Allah, I seek refuge in You from this journey's hardships, and from the terrible sights in store and from a misfortunate return to our property and our family).\nOn returning, one should say the same and add the following:\n\"Āyibūn tā’ibūn ‘ābidūn lirabbinā hāmidūn\" (We are returning in safety, turning to our Lord in repentance, worshiping Him, and praising Him). [Narrated by Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Question 28: What supplication should the traveler make for the resident?",
      "cau_tra_loi": "Answer: \"Astawdi‘ukumllāh al-ladhī lā tadī‘u wadā’i‘h\" (I entrust you to Allah Whose trusts are never lost). [Narrated by Ahmad and Ibn Mājah]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Question 29: What supplication should the resident make for the traveler?",
      "cau_tra_loi": "Answer: \"Astawdi‘ullāha dīnak wa amānatak wa khawātīma ‘amalik\" (I entrust to Allah your religion, your trust, and your final deeds). [Narrated by Ahmad and At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Question 30: What supplication should be made upon entering the market?",
      "cau_tra_loi": "Answer: \"Lā ilāha illallāh wahdahu lā sharīka lah, lahul mulk walahul hamd yuhyī wa yumīt biyadihi al-khayr wahuwa ‘ala kulli shay’in qadīr\" (There is no god but Allah alone, with no partner. To Him belong the dominion and all praise. He gives life and causes death and He is Ever-Living and He never dies. In His Hand lies all good, and He is competent over all things). [Narrated by At-Tirmidhi and Ibn Mājah]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Question 31: Mention the supplication that should be said in times of anger.",
      "cau_tra_loi": "Answer: \"A‘ūdhu billāhi min ash-shaytān ar-rajīm\" (I seek refuge with Allah from the accursed devil). [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Question 32: What should one say to someone who did him a favor?",
      "cau_tra_loi": "Answer: \"Jazākallāhu khayran\" (may Allah reward you). [Narrated by At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    },
    {
      "id": 33,
      "cau_hoi": "Question 33: What supplication should be said when one's riding animal trips?",
      "cau_tra_loi": "Answer: \"Bismillāh\" (In the name of Allah). [Narrated by Abu Dāwūd]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/33.mp3"
    },
    {
      "id": 34,
      "cau_hoi": "Question 34: What should one say when something good happens to him?",
      "cau_tra_loi": "Answer: \"Alhamdulillāhi al-ladhī bini‘matihi tatimmu as-sālihāt\" (Praise be to Allah with Whose favor good things are completed). [Narrated by Al-Hākim and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/34.mp3"
    },
    {
      "id": 35,
      "cau_hoi": "Question 35: What should one say when something bad happens to him?",
      "cau_tra_loi": "Answer: \"Alhamdulillāh ‘ala kulli hāl\" (Praise be to Allah in all cases). [Sahīh al-Jāmi‘]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/35.mp3"
    },
    {
      "id": 36,
      "cau_hoi": "Question 36: What is the way of greeting and returning the greeting?",
      "cau_tra_loi": "Answer: A Muslim should say: \"As-salāmu ‘alaykum warahmatullāhi wa barakātuh\" (May the peace, mercy, and blessings of Allah be upon you).\nHis brother should return the greeting, saying: \"Wa ‘alaykum as-salām warahmatullāhi wa barakātuh\" (And may the peace, mercy, and blessings of Allah be upon you too). [Narrated by At-Tirmidhi, Abu Dāwūd, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/36.mp3"
    },
    {
      "id": 37,
      "cau_hoi": "Question 37: What supplication should be said when it rains?",
      "cau_tra_loi": "Answer: \"Allāhumma sayyiban nāfi‘an\" (O Allah, may it be beneficial rain). [Narrated by Al-Bukhāri]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/37.mp3"
    },
    {
      "id": 38,
      "cau_hoi": "Question 38: What supplication should be said after rainfall?",
      "cau_tra_loi": "Answer: \"Mutirnā bifadlillāhi wa rahmatih\" (We have been given rain by the grace and mercy of Allah). [Narrated by Al-Bukhāri and Muslim]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/38.mp3"
    },
    {
      "id": 39,
      "cau_hoi": "Question 39: Mention the supplication that should be said when the wind blows.",
      "cau_tra_loi": "Answer: \"Allāhumma innī as’aluka khayrahā wa a‘ūdhu bika min sharrihā\" (O Allah, I ask You for its goodness and I seek refuge with You from its evil). [Narrated by Abu Dāwūd and Ibn Mājah]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/39.mp3"
    },
    {
      "id": 40,
      "cau_hoi": "Question 40: Mention the supplication that should be said on hearing thunder.",
      "cau_tra_loi": "Answer: \"Subhāna al-ladhī yusabbihu ar-ra‘du bihamdihi wal malā’ikatu min khīfatih\" (Glory be to the One by Whose praise the thunder exalts Him and the angels as well for fear of Him). [Muwatta’ Mālik]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/40.mp3"
    },
    {
      "id": 41,
      "cau_hoi": "Question 41: What supplication should be said (to oneself) on seeing an afflicted person?",
      "cau_tra_loi": "Answer: \"Alhamdulillāhi al-ladhī ‘āfānī mimma ibtalāka bihi wa faddalanī ‘ala kathīrin mimman khalaqa tafdīla\" (Praise be to Allah Who has spared me what He has afflicted you with, and preferred me greatly above much of what He has created). [Narrated by At-Tirmidhi]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/41.mp3"
    },
    {
      "id": 42,
      "cau_hoi": "Question 42: What supplication should be said on fearing to affect something with one's evil eye?",
      "cau_tra_loi": "Answer: The Hadīth states: \"If one of you sees something from his brother, himself, or his wealth which he finds amazing, then let him invoke blessings for it, for the evil eye is, indeed, true.\" [Narrated by Ahmad, Ibn Mājah, and others]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/42.mp3"
    },
    {
      "id": 43,
      "cau_hoi": "Question 43: How should one invoke blessings upon the Prophet (may Allah's peace and blessings be upon him)?",
      "cau_tra_loi": "Answer: \"Allāhumma salli ‘ala Muhammadin wa ‘ala āli Muhammadin kama sallayta ‘ala Ibrāhīm wa ‘ala āli Ibrāhīm, innaka hamīdun majīd. Allāhumma bārik ‘ala Muhammadin wa ‘ala āli Muhammadin kama bārakta ‘ala Ibrāhīm wa ‘ala āli Ibrāhīm, innaka hamīdun majīd\" (O Allah, exalt the mention of Muhammad and the family of Muhammad as you exalted the mention of Abraham and the family of Abraham, You are Praiseworthy and Most Glorious. O Allah, bless Muhammad and the family of Muhammad as You blessed Abraham and the family of Abraham, You are Praiseworthy and Most Glorious). [Agreed upon]",
      "audio_url": "https://kids.islamenc.com/uploads/audio/43.mp3"
    }
  ]
}
