{
  "muc_luc": "Phần Tiểu Sử Nabi",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Dòng dõi của Nabi Muhammad – Sol lol lo hu ‘a lai hi wa sal lam – của chúng ta như thế nào?",
      "cau_tra_loi": "Đáp: Người tên là Muhammad con trai ‘Abdullah cháu nội ‘Abdul Muttalib cháu cố Hashim, ông Hashim thuộc bộ tộc Quraish, Quraish là người Ả-rập, Ả-rập thuộc dòng dõi của Isma’el, Isma’el là con trai của Ibrahim.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Tên của mẹ Nabi – Sol lol lo hu ‘a lai hi wa sal lam – của chúng ta là gì?",
      "cau_tra_loi": "Đáp: Bà tên Aminah con gái ông Wahb.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Cha của Người qua đời khi nào?",
      "cau_tra_loi": "Đáp: Cha của Người qua đời tại Madinah, lúc đó Người còn là thai nhi, chưa sinh ra.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – được sinh ra khi nào?",
      "cau_tra_loi": "Đáp: Người sinh ra vào thứ hai, tháng Rabe’ Awwal (tháng 3), năm con voi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Người được sinh ra tại đâu?",
      "cau_tra_loi": "Đáp: Người được sinh ra tại Makkah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Những ai đã chăm sóc, nuôi vú Người ngoài mẹ của Người?",
      "cau_tra_loi": "Đáp: - Bà Ummu Ayman, từng là nô lệ của người cha quá cố của Người.\n- Bà Thuwaibah, từng là nô lệ được bác của Người, Abu Lahab trả tự do.\n- Bà Halimah As-Sa’diyah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Mẹ của Người qua đời khi nào?",
      "cau_tra_loi": "Đáp: Mẹ qua đời lúc Người mới 6 tuổi, và được ông nội, ‘Abdul Muttalib bảo dưỡng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Ai đã nuôi nấng Người sau khi ông nội, ‘Abdul Muttalib qua đời?",
      "cau_tra_loi": "Đáp: Lúc ông nội qua đời, Người mới tám tuổi và được bác là ông Abu Talib nuôi nấng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Khi nào Người đi cùng bác của Người đến Sham ?",
      "cau_tra_loi": "Đáp: Người đã đi đến Sham cùng bác lúc Người 12 tuổi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Người đã đi xa lần thứ hai khi nào?",
      "cau_tra_loi": "Đáp: Lần đi xa lần hai là lúc Người đi buôn thuê cho Khadijah - Cầu xin Allah hài lòng về bà -, sau khi quay trở về từ chuyến buôn đó thì kết hôn với bà, lúc đó Người 25 tuổi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Khi nào Quraish xây dựng lại Ka’bah?",
      "cau_tra_loi": "Đáp: Quraish xây dựng lại Ka’bah lúc Người đã 35 tuổi.\nNgười dân đã yêu cầu Người phân xử việc đặt lại đá đen. Vì vậy, Người đã đặt nó vào một chiếc áo và ra lệnh cho mỗi bộ lạc lấy một góc của chiếc áo, và họ gồm bốn bộ tộc. Khi họ cùng khiên đá đến nơi thì Người – Sol lol lo hu ‘a lai hi wa sal lam – đã tự đặt đá đen vào vị trí của nó.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Người được bao nhiêu tuổi lúc nhận sứ mạng là Nabi và kêu gọi ai?",
      "cau_tra_loi": "Đáp: Lúc đó Người 40 tuổi và Người đến để kêu gọi toàn bộ loài người với cương vị là người báo tin vui và cảnh báo sự trừng phạt.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi13: Điều đầu tiên mà sự mặc khải bắt đầu là gì?",
      "cau_tra_loi": "Đáp: Thấy giấc mộng thật. Trước đây, cứ mỗi khi nằm mộng là Người đều thấy sự việc xảy ra giống như giấc mộng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Tình trạng của Người như thế nào trước khi được mặc khải? Và lần mặc khải đầu tiên cho Người là khi nào?",
      "cau_tra_loi": "Đáp: Trước đây, Người thờ phượng Allah ở hang núi Hira, và có chuẩn bị lương thực mang theo.\nLúc lời mặc khải đã được truyền xuống thì Người vẫn đang trong hang núi Hira thờ phượng Allah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Câu Kinh đầu tiên được Allah truyền xuống là câu nào?",
      "cau_tra_loi": "Đấng Tối Cao phán: {(1) Hãy đọc! Nhân danh Thượng Đế của Ngươi, Đấng đã tạo. (2) Đấng đã tạo ra con người từ một cục máu. (3) Hãy đọc! Quả thật, Thượng Đế của Ngươi là Đấng Quảng Đại. (4) Đấng đã dạy bằng cây viết. (5) Đấng đã dạy con người điều y không biết.} [chương 96 – Al-‘Alaq: 1 – 5].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Ai là người đầu tiên đã tin vào sứ mạng của Người?",
      "cau_tra_loi": "Đáp: Người đàn ông đầu tiên là Abu Bakar; người phụ nữ đầu tiên là Khadijah con gái Khuwaylid; đứa trẻ đầu tiên là ‘Ali con trai Abi Talib; trong số người nô lệ được trả tự do là Zaid con trai Harithah; người nô lệ là Bilal Al-Habashi – Cầu xin Allah hài lòng về họ –.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Cách truyền bá Islam trước đây như thế nào?",
      "cau_tra_loi": "Đáp: Trước đây truyền bá Islam theo cách âm thầm đến với từng người trong thời gian là ba năm, sau đó Allah ra lệnh công khai truyền bá Islam.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Tình trạng của Nabi – Sol lol lo hu ‘a lai hi wa sal lam – và những ai tin tưởng vào Người sau khi công khai truyền bá Islam đã gặp phải những gì?",
      "cau_tra_loi": "Đáp: Những người đa thần đã công kích Người bằng mọi cách và đàn áp những người Muslim, cho đến khi được lệnh cho phép người có đức tin di cư đến vua An-Najashi ở Ê-thi-ô-pi-a.\nNhững người đa thần đồng lòng nhất trí hãm hại và giết Nabi – Sol lol lo hu ‘a lai hi wa sal lam –, tuy nhiên, Allah đã bảo vệ Người qua người bác Abu Talib để bảo vệ cháu mình khỏi vòng vây hãm hại của chúng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Ai đã qua đời vào năm thứ 10 kể từ khi Người nhận lãnh sứ mạng?",
      "cau_tra_loi": "Đáp: Hai người thân của Nabi đã qua đời vào năm thứ 10, đó là bác Abu Talib và vợ Khadijah – Cầu xin Allah hài lòng về hai người họ –.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Sự kiện Isra' và Me’raj đã xảy ra khi nào?",
      "cau_tra_loi": "Đáp: Đã xảy ra lúc Thiên Sứ được 50 tuổi và Người đã nhận lệnh  hành lễ Salah năm lần trong ngày đêm.\nIsra': Là đi trong đêm từ Masjid Al-Haram (Makkah) đến Masjid Al-Aqsa (Palestine).\nMe’raj: Là thăng thiên từ Masjid Al-Aqsa lên trời và lên đến cây Sidrah Al-Muntaha(1).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã kêu gọi mọi người ngoài Makkah như thế nào?",
      "cau_tra_loi": "Đáp: Trước đây, Người đã từng kêu gọi người dân Ta-if, đến những nơi đông người, những dịp mọi người tề tụ, cho đến khi dân Madinah đến Makkah hành hương Hajj, rồi họ đã tin tưởng nơi Người và giao ước trung thành với Người.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Câu hỏi 22: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã kêu gọi đến với Islam ở Makkah bao lâu?",
      "cau_tra_loi": "Đáp: Người đã kêu gọi tận 13 năm.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Câu hỏi 23: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã đi cư đi đâu?",
      "cau_tra_loi": "Đáp: Từ Makkah đến Madinah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Câu hỏi 24: Người đã sống ở Madinah bao lâu?",
      "cau_tra_loi": "Đáp: 10 năm.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Câu hỏi 25: Những giáo luật Islam nào đã qui định cho Người lúc ở Madinah?",
      "cau_tra_loi": "Đáp: Đã qui định cho người các giáo luật gồm: Zakat, nhịn chay, hành hương Hajj, Jihad, Azdan và nhiều giáo luật khác.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Câu hỏi 26: Thiên Sứ – Sol lol lo hu ‘a lai hi wa sal lam – đã chỉ huy đánh những trận nào?",
      "cau_tra_loi": "Đáp: Trận Badr vĩ đại.\nTrận Uhud.\nTrận Al-Ahzab.\nTrận giải phóng Makkah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Câu hỏi 24: Câu Kinh cuối cùng được truyền xuống là câu nào?",
      "cau_tra_loi": "Đáp: Allah Tối Cao phán {Các ngươi hãy sợ Ngày mà các ngươi được đưa trở về trình diện Allah, lúc đó mỗi linh hồn sẽ được đền bù xứng đáng về mọi điều mà nó đã từng làm (trên thế gian), và chắc chắn không một ai bị đối xử bất công.} [chương 2 – Al-Baqarah: 281].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Câu hỏi 28: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – qua đời khi nào, và hưởng thọ bao nhiêu tuổi?",
      "cau_tra_loi": "Đáp: Người qua đời vào tháng Rabe’ Awwal (tháng 3), năm 11 A.H, và hưởng thọ 63 tuổi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Câu hỏi 29: Hãy liệt kê tên các người vợ của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –?",
      "cau_tra_loi": "Đáp: 1- Khadijah con gái Khuwaylid – Cầu xin Allah hài lòng về bà –.\n2- Sawdah con gái Zam'ah – Cầu xin Allah hài lòng về bà –.\n3- ‘A-ishah con gái Abi Bakar – Cầu xin Allah hài lòng về bà –.\n4- Hafsah con gái ‘Umar – Cầu xin Allah hài lòng về bà –.\n5- Zaynab con gái Khuzaymah – Cầu xin Allah hài lòng về bà –.\n6- Ummu Salamah, Hind con gái Abi Umayyah – Cầu xin Allah hài lòng về bà –.\n7- Ummu Habibah Ramlah con gái Abi Sufyan – Cầu xin Allah hài lòng về bà –.\n8- Juwayriyah con gái Al-Harithah – Cầu xin Allah hài lòng về bà –.\n9- Maymunah con gái Al-Harithah – Cầu xin Allah hài lòng về bà –.\n10 – Safiyah con gái Huyay – Cầu xin Allah hài lòng về bà –.\n11- Zaynab con gái Jahsh – Cầu xin Allah hài lòng về bà –.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Câu hỏi 30: Các con của Thiên Sứ – Sol lol lo hu ‘a lai hi wa sal lam –, gồm những ai?",
      "cau_tra_loi": "Đáp: Gồm ba con trai:\nAl-Qasim, theo đó Người được gọi là Abu Al-Qasim (nghĩa là cha của Al-Qasim).\n‘Abdullah.\nIbrahim\nNhững người con gái, gồm:\nFatimah.\nRuqaiyah.\nUmmu Kulthum.\nZaynab.\nTất cả các con đều được sinh ra từ Khadijah - Cầu xin Allah hài lòng về bà - ngoại trừ Ibrahim (do Juwayriyah sinh) và tất cả đều qua đời trước Người, trừ Fatimah qua đời sau Người sáu tháng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Câu hỏi 31: Hãy kể một vài đặc điểm ngoại hình của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –?",
      "cau_tra_loi": "Đáp: Người có vóc dáng trung bình không thấp cũng không cao, da trắng hồng, râu rậm dầy, mắt to, miệng rộng, tóc đen huyền, hai bờ vai rộng, có mùi hương trên người, nói chung ngoại hình Người đẹp.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Câu hỏi 32: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã để lại gì cho tín đồ của Người?",
      "cau_tra_loi": "Đáp: Người đã đặt tín đồ của Người trên chân lý sáng ngời, ban đêm giống như ban ngày, mà bất cứ ai rời khỏi nó đều bị diệt vong. Người đã không bỏ sót bất cứ điều tốt, điều xấu nào ngoại trừ đã trình bày và cảnh cáo họ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    }
  ]
}