{
  "muc_luc": "Phần Tín Ngưỡng",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Ai là Thượng Đế của cháu?",
      "cau_tra_loi": "Đáp: Thượng Đế của cháu là Allah mà Ngài đã nuôi dưỡng cháu và nuôi dưỡng toàn vũ trụ và vạn vật bằng thiên lộc của Ngài. Bằng chứng: Lời phán của Đấng Tối Cao: (Alhamdulillah (xin tạ ơn, ca ngợi và tán dương Allah), Thượng Đế của vũ trụ và vạn vật) [chương 1 – Al-Fatihah: 2].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Tôn giáo của cháu là gì?",
      "cau_tra_loi": "Đáp: Tôn giáo của cháu là Islam. Nghĩa là thần phục Allah bằng sự tôn thờ Ngài duy nhất, phục tùng Ngài bằng sự vâng lời và vô can với đa thần và người dân đa thần. Đấng Tối Cao phán: (Quả thật, tôn giáo được chấp nhận nơi Allah chỉ có Islam...) [chương 3 – Ali ‘Imran: 19].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Ai là Nabi của cháu?",
      "cau_tra_loi": "Đáp: Muhammad – Sol lol lo hu ‘a lai hi wa sal lam – Đấng Tối Cao phán: (Muhammad là Thiên Sứ của Allah...) [chương 48 – Al-Fath: 29].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Cháu hãy cho biết về câu chứng ngôn Tawhid và nghĩa nó là gì?",
      "cau_tra_loi": "Câu chứng ngôn Tawhid là (لَا إِلَـٰهَ إِلَّا اللهُ - Laa i laa ha il lol loh), nó có nghĩa là không có Thượng Đế đích thực ngoại trừ Allah. Đấng Tối Cao phán: (Vì vậy, (hỡi Thiên Sứ Muhammad!) Ngươi hãy biết rằng quả thật không có Thượng Đế đích thực nào khác ngoài Allah...) [chương 47 – Muhammad: 19].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Allah ở đâu?",
      "cau_tra_loi": "Đáp: Allah ở trên trời bên trên ‘Arsh (ngai vương), và bên trên hết mọi vạn vật, Đấng Tối Cao phán: ((Đó là) Đấng Độ Lượng an vị trên chiếc Ngai Vương) [chương 20 – Taha: 5]. Allah phán: (Ngài là Đấng Thống Trị bên trên đám bầy tôi của Ngài và Ngài là Đấng Sáng Suốt, Đấng Am Tường) [chương 6 – Al-An’am: 18].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Câu chứng ngôn anh na Mu hamma dar ro su lul loh, nghĩa là gì?",
      "cau_tra_loi": "Đáp: Nghĩa là Allah đã cử phái Người đến với thế giới vạn vật để báo tin vui và cảnh báo sự trừng phạt. Và bắt buộc:\n1- Tuân theo những gì mà Người đã ra lệnh.\n2- Tin tưởng vào những gì mà Người đã cho biết.\n3- Không làm trái ý Người.\n4- Không tôn thờ Allah ngoại trừ làm theo những gì Người đã qui định. Đó là, tuân theo Sunnah (đường lối) của Người và từ bỏ điều Bid’ah (cải cách).\nAllah Tối Cao phán: ((Ai vâng lời Thiên Sứ (Muhammad) là tuân lệnh Allah...) [chương 4 – An-Nisa: 80]. Đấng Hiển Vinh phán: {(3) Y không nói theo sở thích (của bản thân). (4) Mà đó là sự mặc khải được mặc khải (cho Y)} [chương 53 – An-Najm: 3, 4]. Allah phán: {Quả thật các ngươi (hỡi những người có đức tin) có được ở nơi Thiên Sứ của Allah một tấm gương tốt đẹp dành cho những ai hy vọng (điều tốt đẹp nơi) Allah và Đời Sau và cho những ai tưởng nhớ Allah thật nhiều.} [chương 33 – Al-Ahzab: 21].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Allah Tối Cao đã tạo ra chúng ta để làm gì?",
      "cau_tra_loi": "Đáp: Ngài đã tạo ra chúng ta để thờ phượng Ngài duy nhất và không tổ hợp (bất cứ ai) cùng với Ngài.\nChứ không phải để giải trí và vui chơi.\nĐấng Tối Cao phán: {TA (Allah) đã không tạo ra loài Jinn và loài người ngoại trừ là để chúng thờ phượng một mình TA.} [chương 51 – Azd-Zdariyat: 56].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Sự thờ phượng là gì?",
      "cau_tra_loi": "Đáp: Đó là một danh từ tổng hợp tất cả những gì Allah yêu thương và hài lòng, từ những lời nói và những hành động, cả bên trong lẫn bên ngoài.\nVề (hành động, lời nói) bên ngoài: Chẳng hạn tụng niệm Allah bằng miệng lưỡi như Tasbih (Sub ha nol loh), Tahmid (Al ham du lil lah), Takbir (Ol lo hu ak bar), lễ nguyện Salah và hành hương Hajj.\nVề nội tâm bên trong: Chẳng hạn như phó thác, sợ hãi và hi vọng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Trách nhiệm lớn nhất của chúng ta là gì?",
      "cau_tra_loi": "Đáp: Trách nhiệm lớn nhất của chúng ta là tôn thờ Allah Tối Cao duy nhất.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Các dạng của Tawhid?",
      "cau_tra_loi": "Đáp -1-: Tawhid Ar-Rububiyah: Đó là tin rằng Allah là Đấng Tạo Hóa, Đấng Cấp Dưỡng, Đấng Toàn Quyền và Đấng Chi Phối, chỉ một mình Ngài, không có đối tác.\n2- Tawhid Al-Uluhiyah: Là chỉ thờ phượng Allah duy nhất, vì vậy, không thờ phượng bất cứ ai ngoài Allah Tối Cao.\n3- Tawhid Al-Asma was Sifat: Là tin rằng Allah có những danh tính và những thuộc tính như trong Qur’an và Sunnah, nhưng không so sánh, không nêu thí dụ và không bóp méo.\nBằng chứng cho cả ba dạng Tawhid này là lời phán của Allah Tối Cao: (Ngài là Thượng Đế của các tầng trời, trái đất và những gì giữa chúng. Bởi thế, hãy thờ phượng Ngài (hỡi Muhammad) và hãy kiên nhẫn trong việc thờ phượng Ngài. Quả thật, không có một ai (vật gì) giống như Ngài trong Bản chất, Danh tính, Thuộc tính và Hành động của Ngài.) [chương 19 – Maryam: 65].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Tội lớn nhất là gì?",
      "cau_tra_loi": "Đáp: Là Shirk với Allah Tối Cao\nĐấng Tối Cao phán: (Qủa thật, Allah không tha thứ cho kẻ phạm tội Shirk với Ngài nhưng Ngài sẽ tha thứ các tội lỗi khác ngoài tội đó cho bất cứ ai Ngài muốn. Người nào phạm tội Shirk với Allah thì quả thật y đã phạm phải một đại trọng tội.) [chương 4 – An-Nisa: 48].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Hãy kể ra Shirk và các loại của nó?",
      "cau_tra_loi": "Đáp: Shirk là chuyển hướng bất cứ hình thức thờ phượng nào đó đến ai khác ngoài Allah Tối Cao.\nCác loại Shirk:\nĐại Shirk: Chẳng hạn như cầu xin hoặc quỳ lạy ngoài Allah Tối Cao hoặc giết tế không vì Allah.\nTiểu Shirk: Chẳng hạn như thề thốt với điều gì đó ngoài Allah Tối Cao, hoặc bùa hộ mệnh, đó là việc treo những thứ (ở trong nhà, mang hoặc đeo trên người) để mang lại lợi ích hoặc đẩy lùi xui xẻo; hoặc thể hiện sự khoe khoang, như thể y hành lễ Salah nghiêm trang khi y thấy mọi người đang nhìn đến mình.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Có ai biết được điều vô hình ngoài Allah Tối Cao không?",
      "cau_tra_loi": "Đáp: Không một ai biết được điều vô hình ngoại trừ Allah duy nhất.\nĐấng Tối Cao phán: {Ngươi (hỡi Thiên Sứ) hãy nói: “Không một ai biết được điều vô hình trong các tầng trời và trái đất ngoại trừ Allah; và tất cả đều không biết thời khắc nào sẽ được phục sinh trở lại.”} [chương 27 – An-Naml: 65].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Số lượng nền tảng của đức tin?",
      "cau_tra_loi": "Đáp: 1- Đức tin nơi Allah Tối Cao\n2- Đức tin nơi các Thiên Thần của Ngài.\n3- Đức tin nơi các Kinh Sách của Ngài.\n4- Đức tin nơi các Thiên Sứ của Ngài.\n5- Đức tin nơi Ngày Cuối Cùng.\n6- Định mệnh tốt và xấu đều do Ngài an bày.\nBằng chứng là Hadith Jibril nổi tiếng được ghi trong Sahih Muslim, có đoạn: Jibril nói với Nabi – Sol lol lo hu ‘a lai hi wa sal lam –: “Ngươi hãy nói cho ta biết về đức tin.” Người đáp: {Là anh tin tưởng nơi Allah, nơi các Thiên Thần của Ngài, nơi các Kinh Sách của Ngài, nơi các Sứ Giả của Ngài, nơi Ngày Cuối Cùng và anh tin định mệnh tốt xấu đều do Allah an bày.}",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Cháu hãy giải thích về các nền tảng đức tin?",
      "cau_tra_loi": "Đáp: Đức tin nơi Allah Tối Cao:\n§ Cháu phải tin rằng Allah là Đấng đã tạo ra cháu, ban bổng lộc cho cháu, Ngài là Đấng Toàn Quyền, Đấng Chi Phối duy nhất của tất cả vạn vật.\n§ Ngài là Thượng Đế, mà không có Thượng Đế đích thực nào ngoài Ngài.\n§ Ngài là Đấng Vĩ Đại, Toàn Vẹn, mọi thứ đều tán dương Ngài, và Ngài có các tên tốt đẹp và các thuộc tính tối thượng, Ngài không có đối tác, và không gì tương tự với Ngài.\nĐức tin nơi các Thiên Thần của Ngài:\nHọ là những tạo vật được Allah tạo ra từ ánh sáng, để thờ phượng Ngài và hoàn toàn tuân theo mệnh lệnh của Ngài.\nTrong số Họ, có Jibril – ‘A lai his sa lam – là Đại Thiên Thần, đảm nhận sứ mạng chuyển lời mặc khải đến các vị Nabi.\nĐức tin nơi các Kinh Sách:\nĐó là những Kinh Sách mà Allah đã ban xuống cho các Thiên Sứ của Ngài.\n- Gồm Qur’an: Ban xuống cho Muhammad – Sol lol lo hu ‘a lai hi wa sal lam –.\n- Injil (Kinh Tân Ước) ban xuống cho Ysa (Giê-su) – ‘A lai his sa lam –.\n-Tawrah (Kinh Cựu Ước) ban xuống cho Musa (Môi-sê) – ‘A lai his sa lam –.\n- Zabur (Kinh Thiên Thi) ban xuống cho Dawood (David) – ‘A lai his sa lam –.\n- Suhuf ban xuống cho Ibrahim (Abraham) và Musa.\nĐức tin nơi các Thiên Sứ của Ngài:\nHọ là những người được Allah gửi đến cho nhân loại để giáo dục họ, báo tin vui cho họ về điều tốt và Thiên Đàng, cảnh bao họ về điều xấu và Hoả Ngục.\n- Ưu tú nhất trong số Họ là nhóm Thiên Sứ cương nghị, gồm:\nNuh (Nô-ê) – ‘A lai his sa lam –.\nIbrahim – ‘A lai his sa lam –.\nMusa – ‘A lai his sa lam –.\nYsa – ‘A lai his sa lam –.\nMuhammad – Sol lol lo hu ‘a lai hi wa sal lam –.\nĐức tin nơi Ngày Cuối Cùng:\nLà tin vào những gì sau khi chết xảy ra trong ngôi mộ, Ngày Tận Thế, Ngày Phục Sinh, sự Thanh Toán, khi những người của Thiên Đàng sẽ định cư trong nhà của họ và những người ở Hoả Ngục vào nơi ở của họ.\nĐức tin vào định mệnh tốt và xấu đều do Allah an bày:\nĐịnh mệnh: Đó là tin rằng Allah biết tất cả mọi thứ xảy ra trong vũ trụ, và Ngài đã ghi chép điều đó trong Lawhul Mahfuz (Quyển Sổ Mẹ), và Ngài muốn sự tồn tại của chúng và tạo hoá ra chúng.\nĐấng Tối Cao phán: (Quả thật, tất cả mọi thứ TA (Allah) tạo ra đều có tiền định.) [chương 54 – Al-Qamar: 49].\n- Điều này gồm bốn thứ cấp:\nThứ nhất: Sự hiểu biết của Allah Tối Cao, bao gồm sự hiểu biết của Ngài đi trước mọi thứ, kể cả trước và sau khi sự việc xảy ra.\nBằng chứng là lời phán của Đấng Tối Cao: (Quả thật, chỉ một mình Allah mới biết rõ bao giờ thời khắc tận thế sẽ xảy ra. Ngài ban mưa xuống và Ngài biết những gì nằm trong các dạ con (của các bà mẹ). Không một ai biết được điều gì y sẽ kiếm được vào ngày mai, và không một ai biết được đâu là mảnh đất mà y sẽ chết. Allah thực sự là Đấng Hằng Biết, Đấng Thông Toàn.) [chương 31 – Luqman: 34].\nThứ hai: Quả thật, Allah đã ghi chép điều đó trong Lawhul Mahfuz, vì vậy mọi thứ đã xảy ra và sẽ xảy ra đều được ghi chép chi tiết trong Quyển Sổ Mẹ này.\nBằng chứng là lời phán của Đấng Tối Cao: (Mọi chìa khóa (kho tàng) của cõi vô hình đều nằm ở nơi (Allah), không ai biết rõ chúng ngoại trừ một mình Ngài. Ngài biết rõ mọi vật trên đất liền cũng như trong biển cả, không một chiếc lá nào rơi rụng cũng như không một hạt nào trong bóng tối của lòng đất mà Ngài không biết, cái xanh tươi hay sự khô héo, tất cả đều được ghi sẵn trong một quyển sổ định mệnh (Lawhu Al-Mahfuzh) rõ ràng.) [chương 6 – Al-An’am: 59].\nThứ ba: Đó là tất cả mọi thứ xảy ra theo ý muốn của Allah, và không có gì từ Ngài hoặc tạo vật của Ngài xảy ra ngoại trừ theo ý muốn của Ngài.\nBằng chứng là lời phán của Đấng Tối Cao: {(28) Đối với bất cứ ai trong các ngươi muốn đi trên con đường ngay thẳng. (29) Tuy nhiên, những gì các ngươi muốn sẽ không thành trừ phi Thượng Đế của vũ trụ và muôn loài muốn và chấp thuận.} [chương 81 – At-Takwir: 28, 29.]\nThứ tư: Tin rằng tất cả vạn vật đều là những sinh vật được Allah tạo ra, và Ngài đã tạo ra bản thể của họ, thuộc tính của họ, cử chỉ của họ và mọi thứ trong họ.\nBằng chứng là lời phán của Đấng Tối Cao: (“Trong khi Allah tạo ra các người và những thứ mà các người làm ra.”) [chương 37 – As-Saaffat: 96].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Định nghĩa Qur’an là gì?",
      "cau_tra_loi": "Đáp: Qur’an là lời phán của Allah Tối Cao, không phải là một tạo vật.\nĐấng Tối Cao phán: (Nếu một trong những người đa thần nào đến xin Ngươi (hỡi Thiên Sứ) chỗ tị nạn thì Ngươi hãy che chở y để y có thể nghe lời phán của Allah...) [chương 9 – At-Tawbah: 6].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Sunnah là gì?",
      "cau_tra_loi": "Đáp: Là mọi lời nói, việc làm, sự hài lòng, tác phong và đạo đức của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Bid’ah là gì? Chúng ta có chấp nhận điều này không?",
      "cau_tra_loi": "Đáp: Là mọi thứ mà mọi người đã đổi mới trong tôn giáo, và điều đó không từng có ở thời của Nabi – Sol lol lo hu ‘a lai hi wa sal lam – và các bạn đạo Sahabah của Người.\n* Chúng ta không chấp nhận Bid’ah và bác bỏ nó.\nBởi Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã bảo: {Mọi điều Bid’ah là lầm lạc.} Do Abu Dawood ghi.\nThí dụ như: Tăng thêm số lượng trong thờ phượng như thêm lần rửa thứ tư trong lấy nước Wudu, tổ chức sinh nhật Nabi, những điều này Nabi – Sol lol lo hu ‘a lai hi wa sal lam – chưa từng làm và không một vị Sahabah nào làm cả.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Hãy kể về quan điểm đồng minh và sự vô can?",
      "cau_tra_loi": "Đáp: Đồng minh: Là yêu thương và giúp đỡ người có đức tin.\nĐấng Tối Cao phán: (Những người có đức tin nam và nữ là đồng minh của nhau...) [chương 9 – At-Tawbah: 71].\nSự vô can: Là không kết thân và phân ranh rõ ràng với người vô đức.\nĐấng Tối Cao phán: (Thực sự đã có một tấm gương tốt cho các ngươi ở nơi Ibrahim và những ai theo Y khi họ nói với người dân của mình: “Quả thật, chúng tôi vô can với các người cũng như những gì mà các người tôn thờ ngoài Allah. Chúng tôi phủ nhận các người, giữa chúng tôi và các người sẽ có mối hiềm thù mãi mãi cho đến khi các người có đức tin nơi một mình Allah.”) [chương 60 – Al-Mumtahinah: 4].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Allah có chấp nhận tôn giáo nào khác ngoài tôn giáo Islam không?",
      "cau_tra_loi": "Đáp: Allah không chấp nhận ngoại trừ Islam.\nĐấng Tối Cao phán: (“Ai chọn lấy một tôn giáo nào khác ngoài tôn giáo Islam thì việc làm đó của y sẽ không bao giờ được (Allah) chấp nhận và ở Đời Sau y sẽ là một trong những kẻ thua thiệt.”) [chương 3 – Ali ‘Imran: 85].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Sự vô đức tin gồm lời nói, hành động và tín ngưỡng, hãy thí dụ cho điều này?",
      "cau_tra_loi": "Đáp: Thí dụ về lời nói: Mắng chửi Allah hoặc Thiên Sứ của Ngài – Sol lol lo hu ‘a lai hi wa sal lam –.\nThí dụ về hành động: Xúc phạm Qur’an hoặc quỳ lạy thần linh ngoài Allah Tối Cao.\nThí dụ về tín ngưỡng: Tin rằng có thần linh nào đó xứng đáng được thờ phượng ngoài Allah Tối Cao hoặc tin rằng có đấng tạo hoá khác cùng với Allah Tối Cao.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Câu hỏi 22: Giả tạo đức tin là gì và các thể loại của nó?",
      "cau_tra_loi": "Đáp:\n1- Giả tạo đức tin dạng lớn: Là che dấu sự không tin tưởng và biểu lộ đức tin.\nHành động này trục xuất người vi phạm ra khỏi Islam và trở thành người vô đức tin.\nĐấng Tối Cao phán: (Chắc chắn, những kẻ giả tạo đức tin sẽ bị đày xuống tận đáy của Ngục Lửa và Ngươi sẽ không bao giờ tìm được cho họ một vị cứu tinh nào.) [chương 4 - An-Nisa: 145].\n2- Giả tạo đức tin dạng nhỏ:\nThí dụ: Nói dối, thất hứa và bội tín.\nNgười vi phạm các điều này không bị trục xuất khỏi Islam, đó là một tội lỗi và sẽ bị trừng phạt.\nThiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Người giả tạo đức tin có ba dấu hiệu nhận biết: Khi nói là dối trá, khi hứa là nuốt lời và khi được gửi niềm tin là bội ước} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Câu hỏi 23: Ai là người cuối cùng trong số các vị Nabi và các vị Thiên Sứ?",
      "cau_tra_loi": "Đáp: Người chính là Muhammad – Sol lol lo hu ‘a lai hi wa sal lam –.\nĐấng Tối Cao phán: (Muhammad không phải là cha của bất kỳ ai trong số những người đàn ông của các ngươi mà Người chính là vị Thiên Sứ của Allah và là vị Nabi cuối cùng...) [chương 33 – Al-Ahzab: 40]. Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Và Ta là vị Nabi cuối cùng, không còn Nabi nào sau Ta.} Do Abu Dawood, At-Tirmizdi và những người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Câu hỏi 24: Phép mầu nhiệm là gì?",
      "cau_tra_loi": "Phép mầu nhiệm: Đó là tất cả những gì Allah ban cho các vị Nabi của Ngài về những điều siêu nhiên để khẳng định cho sứ mạng của họ là thật, chẳng hạn như:\n- Tách mặt trăng ra làm đôi cho Nabi – Sol lol lo hu ‘a lai hi wa sal lam –.\nTách biển ra làm đôi cho Musa – ‘A lai his sa lam – và nhấn chìm Pha-ra-ông và bè lũ của hắn.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Câu hỏi 25: Ai là Sahabah? Tôi thương yêu họ được không?",
      "cau_tra_loi": "Đáp: Sahabi (số ít của Sahabah), là người gặp được Nabi – Sol lol lo hu ‘a lai hi wa sal lam –, tin tưởng nơi Người và chết trong Islam.\n- Chúng ta cần thương yêu họ, noi theo tấm gương của họ và họ là thế hệ tốt nhất trong nhân loại được xếp sau các vị Nabi.\nTốt nhất trong số Sahabah gồm bốn vị:\nAbu Bakar – Cầu xin Allah hài lòng về ông –.\n‘Umar – Cầu xin Allah hài lòng về ông -.\n‘Uthman – Cầu xin Allah hài lòng về ông –.\n‘Ali – Cầu xin Allah hài lòng về ông –.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Câu hỏi 26: Ai là những người mẹ của những người có đức tin?",
      "cau_tra_loi": "Đáp: Họ là những người vợ của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –.\nĐấng Tối Cao phán: {Nabi (Muhammad) phải được quí mến đối với những người có đức tin hơn cả bản thân họ, và các bà vợ của Người được xem là các bà mẹ của họ.} [chương 33 – Al-Ahzab: 6].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Câu hỏi 17: Trách nhiệm của chúng ta đối với thân quyến của Nabi – Sol lol lo hu ‘a lai hi wa sal lam – như thế nào?",
      "cau_tra_loi": "Đáp: Chúng ta yêu thương họ, bảo vệ thanh danh họ, ghét những người ghét họ và chúng ta không nâng họ vượt hơn vị trí của họ và họ là những người vợ của Người, là con cháu của Người thuộc dòng họ Hashim và Al-Muttalib trong số những người có đức tin.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Câu hỏi 28: Nhiệm vụ của chúng ta đối với những người lãnh đạo vụ việc Muslim là gì?",
      "cau_tra_loi": "Đáp: Trách nhiệm của chúng ta phải tôn trọng họ, lắng nghe và vâng lời họ trong khuôn khổ không mắc tội với Allah, không tách li ra khỏi họ, cầu xin và khuyên bảo họ một cách âm thầm.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Câu hỏi 29: Nhà của người có đức tin ở đâu?",
      "cau_tra_loi": "Đáp: Ở Thiên Đàng, Đấng Tối Cao phán: (Quả thật, Allah sẽ thu nhận những người có đức tin và những người hành thiện vào các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy...) [chương 47 – Muhammad: 12].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Câu hỏi 30: Nhà của người vô đức tin ở đâu?",
      "cau_tra_loi": "Đáp: Ở Hoả Ngục, Đấng Tối Cao phán: (các ngươi hãy sợ Hỏa Ngục, nơi mà chất đốt của Nó là con người và đá được chuẩn bị sẵn cho những kẻ vô đức tin.) [chương 2 – Al-Baqarah: 24].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Câu hỏi 31: Sợ hãi là gì? Và hi vọng là gì? Và đâu là bằng chứng?",
      "cau_tra_loi": "Đáp: Sợ hãi: Là sợ hãi trước Allah và sự trừng phạt của Ngài.\nHi vọng: Là hi vọng vào phần thưởng của Allah, sự tha thứ và lòng thương xót của Ngài.\nBằng chứng là lời phán của Đấng Tối Cao: {Những thần linh mà họ khấn vái cũng tìm mọi cách (thi đua) xem ai trong số họ được gần Ngài hơn, họ cũng hy vọng nơi lòng thương xót của Ngài đồng thời cũng sợ sự trừng phạt của Ngài. Quả thật, hình phạt của Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad) là thứ đáng phải khiếp sợ.} [chương 17 – Al-Isra: 57]. Và Đấng Tối Cao phán: {(49) Ngươi (hỡi Thiên Sứ Muhammad) hãy thông báo cho các bề tôi của TA biết rằng TA thực sự là Đấng Tha Thứ, Đấng Nhân Từ. (50) Nhưng sự trừng phạt của TA lại rất đau đớn.} [chương 15 – Al-Hijr: 49, 50].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Câu hỏi 32: Hãy liệt kê một vài Danh tính và Thuộc tính của Allah Tối Cao?",
      "cau_tra_loi": "Đáp: Allah, Thượng Đế, Ar-Rahman, As-Same’, Al-Basir, Al-‘Alim, Ar-Razzaq, Al-Hayu, Al-‘Azhim… và nhiều Tên khác đều là các Tên tốt đẹp và các Thuộc tính tối thượng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    },
    {
      "id": 33,
      "cau_hoi": "Câu hỏi 33: Hãy giải thích ý nghĩa các Đại danh này?",
      "cau_tra_loi": "Đáp: Allah, nghĩa là Thượng Đế xứng đáng được thờ phượng, chỉ một mình Ngài không có đối tác.\nAr-Rab, là Đấng Tạo Hoá, Đấng Thống Trị, Đấng Ban Phát, Đấng Chi Phối duy nhất.\nAs-Same’, là Đấng có thính giác bao trùm mọi thứ, Ngài nghe được tất cả các giọng nói khác nhau và đa dạng.\nAl-Basir, là Đấng nhìn thấy mọi thứ dù nhỏ hay lớn.\nAl-‘Alim, là Đấng có kiến thức bao trùm mọi thứ trong quá khứ, hiện tại và tương lai.\nAr-Rahman, là Đấng có lòng thương xót bao trùm mọi vạn vật, gồm cả loài người và sinh vật đều nằm trong lòng thương xót của Ngài.\nAr-Razzaq, là Đấng cung cấp nguồn bổng lọc của tất cả các sinh vật từ con người, loài Jinn và tất cả các loài động vật.\nAl-Hayyu, là Đấng không bao giờ chết và tất cả vạn vật đều phải chết.\nAl-‘Azhim, là Đấng sở hữu mọi thứ đều là hoàn hảo, Ngài vĩ đại qua các Tên của Ngài, Thuộc tính và Hành động của Ngài.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/33.mp3"
    },
    {
      "id": 34,
      "cau_hoi": "Câu hỏi 34: Nhiệm vụ của chúng ta đối với các học giả Muslim là gì?",
      "cau_tra_loi": "Đáp: Chúng ta yêu thương họ, chúng ta cần tìm đến họ trong các vấn đề giáo luật và tai họa trong tôn giáo, chúng ta không nhắc đến họ ngoại trừ điều tốt, và những ai nhắc đến họ với những lời lẽ xấu là hắn đã rẽ sang con đường khác.\nĐấng Tối Cao phán: (Allah sẽ nâng cao cấp bậc cho những người có đức tin và những người hiểu biết trong các ngươi. Quả thật, Allah biết hết những điều các ngươi làm.) [chương 58 – Al-Mujadalah: 11].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/34.mp3"
    },
    {
      "id": 35,
      "cau_hoi": "Câu hỏi: Ai là những vị Wali của Allah Tối Cao?",
      "cau_tra_loi": "Đáp: Họ là những người có đức tin, một lòng kính sợ Ngài.\nĐấng Tối Cao phán: {(62) (Không có gì phải hoài nghi rằng) những vị Wali của Allah sẽ không lo sợ cũng sẽ không buồn phiền. (63) (Họ là) những người có đức tin và kính sợ Allah.} [chương 10 – Yunus: 62, 63].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/35.mp3"
    },
    {
      "id": 36,
      "cau_hoi": "Câu hỏi 36: Có phải đức tin chỉ gồm lời nói và hành động?",
      "cau_tra_loi": "Đáp: Đức tin gồm lời nói, hành động và tín ngưỡng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/36.mp3"
    },
    {
      "id": 37,
      "cau_hoi": "Câu hỏi 37: Có phải đức tin có tăng và giảm?",
      "cau_tra_loi": "Đáp: Đức tin tăng bởi tuân lệnh và giảm bởi không vâng lời.\nĐấng Tối Cao phán: (Quả thật, những người có đức tin là những người mà khi nghe nhắc đến Allah thì con tim của họ sợ hãi, còn khi nghe xướng đọc các Lời Mặc Khải của Ngài thì họ tăng thêm đức tin và họ hoàn toàn phó thác cho Thượng Đế của họ.) [chương 8 – Al-Anfal: 2].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/37.mp3"
    },
    {
      "id": 38,
      "cau_hoi": "Câu hỏi 38: Ehsan là gì?",
      "cau_tra_loi": "Đáp: Là cháu thờ phượng Allah như thể cháu nhìn thấy Ngài, và nếu cháu không thấy Ngài, thì quả thật Ngài luôn nhìn thấy cháu.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/38.mp3"
    },
    {
      "id": 39,
      "cau_hoi": "Câu hỏi 39: Khi nào những việc hành đạo được Allah chấp nhận?",
      "cau_tra_loi": "Đáp: Khi có đủ hai điều kiện:\n1- Khi thành tâm hướng về Allah Tối Cao.\n2- Khi làm đúng theo đường lối Sunnah của Nabi – Sol lol lo hu ‘a lai hi wa sal lam –.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/39.mp3"
    },
    {
      "id": 40,
      "cau_hoi": "Câu hỏi 40: Phó thác cho Allah Tối Cao là gì?",
      "cau_tra_loi": "Đáp: Đó là tin tưởng vào Allah Tối Cao mới mang lại lợi ích và đẩy lùi tác hại, cùng với việc kiến tạo bởi các nguyên nhân.\nĐấng Tối Cao phán: {Và ai phó thác cho Allah thì Ngài đủ giúp y (trong tất cả mọi sự việc).} [chương 65 – At-Talaq: 3].\nNghĩa là Ngài đủ giúp họ những gì đã phó thác.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/40.mp3"
    },
    {
      "id": 41,
      "cau_hoi": "Câu hỏi 41: Bổn phận của việc kêu gọi làm điều thiện và ngăn cấm điều ác là gì?",
      "cau_tra_loi": "Đáp: Điều thiện là tất cả hành động tuân phục Allah Hiển Vinh. Điều ác là tất cả những gì có tội với Allah Hiển Vinh.\nĐấng Tối Cao phán: {Các ngươi ( hỡi những người Muslim) là một cộng đồng tốt đẹp nhất được dựng lên (để làm tấm gương) cho nhân loại. Các ngươi bảo ban mọi người hành thiện, ngăn cản mọi người làm điều xấu, và các ngươi có đức tin nơi Allah.} [chương 3 – Ali ‘Imran: 110].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/41.mp3"
    },
    {
      "id": 42,
      "cau_hoi": "Câu hỏi 42: Ai là nhóm người Sunnah và Jama’ah?",
      "cau_tra_loi": "Đáp: Họ là những người đã tuân theo những gì mà Nabi – Sol lol lo hu ‘a lai hi wa sal lam – và các vị bạn đạo của Người đã nói, đã làm và đã tin tưởng.\nHọ được gọi là nhóm người Sunnah vì họ làm theo Sunnah của Nabi – Sol lol lo hu ‘a lai hi wa sal lam – và từ bỏ hành vi Bid’ah.\nVà họ được gọi là Jama’ah bởi họ luôn tập trung trên chân lý và không tách rời khỏi điều đó.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/42.mp3"
    }
  ]
}