{
  "muc_luc": "Phần Giáo Luật Thực hành",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Định nghĩa tẩy sạch?",
      "cau_tra_loi": "Đáp: Tẩy sạch là việc tẩy rửa hiện trạng không sạch sẽ và xoá bỏ chất dơ bẩn.\nTẩy sạch khỏi chất bẩn là việc người Muslim rửa chất dơ dính lên cơ thể hoặc quần áo hoặc vị trí, nơi hành lễ Salah.\nTẩy sạch khỏi hiện trạng không sạch sẽ bằng cách lấy Wudu, hoặc tắm bằng nước sạch, hoặc Tayammum đối với người không có nước hoặc không thể dùng nước (do bệnh tật...)",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Khi bị dính chất dơ cần phải tẩy sạch ra sao?",
      "cau_tra_loi": "Đáp: Dùng nước mà rửa cho đến khi sạch sẽ\n- Còn nếu bị chó liếm; thì cần rửa bảy lần, rửa lần đầu bằng đất (sáu lần còn lại bằng nước).",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Giá trị việc lấy Wudu là gì?",
      "cau_tra_loi": "Đáp: Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: <<Khi một người bầy tôi Muslim>>- <<hoặc người có đức tin>>- << lấy nước Wudu, lúc rửa mặt thì mọi tội lỗi trên mặt do mắt nhìn (điều Haram) rơi theo nước>> - hoặc <<rơi đến giọt cuối cùng>> - << Bởi thế, khi rửa hai tay thì mọi tội lỗi trên hai tay do bàn tay nắm lấy (điều Haram) rơi theo nước>> - hoặc <<rơi đến giọt cuối cùng>> - <<khi rửa hai chân thì mọi tội lỗi trên hai chân do bước đi (làm điều Haram) rơi theo nước>> - hoặc <<rơi đến giọt cuối cùng>> - <<cho đến khi y hoàn toàn sạch sẽ khỏi tội lỗi>>. Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Lấy nước Wudu như thế nào?",
      "cau_tra_loi": "Đáp: Rửa hai bàn tay ba lần.\nSúc miệng và súc mũi ba lần.\nSúc miệng: Đưa nước vào miệng mà súc đều khoang miệng rồi nhổ ra.\nSúc mũi: Dùng hơi hít nước vào mũi bằng tay phải.\nHỉ mũi: Là sự tống nước ra khỏi mũi và dùng tay trái vắt sạch nước mũi.\nKế tiếp rửa mặt ba lần.\nKế tiếp rửa hai tay đến hết cùi chỏ ba lần.\nKế tiếp chùi đầu bằng hai lòng bàn tay áp sát đầu, chùi từ chân tóc trán ra sau gáy và chùi ngược lại đến chân tóc trán, và chùi tiếp hai vành tai.\nKế tiếp rửa hai bàn chân đến khỏi mắt cá.\nĐây là cách hoàn hảo nhất như được truyền lại từ Nabi – Sol lol lo hu ‘a lai hi wa sal lam – qua các Hadith trong Al-Bukhari và Muslim, do ‘Uthman và ‘Abdullah bin Zaid và nhiều người khác thuật lại, và cũng được ghi trong Al-Bukhari và các bộ sách khác: '' Người đã lấy Wudu chỉ một lần; và có khi Người lấy Wudu hai lần'' nghĩa là rửa các bộ phận cơ thể khi lấy Wudu một lần hoặc hai lần.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Đâu là các bộ phận bắt buộc phải rửa khi lấy Wudu, hãy liệt kê?",
      "cau_tra_loi": "Đáp: Wudu bị xem là vô giá trị nếu bỏ sót một trong các điều sau:\n1- Rửa mặt, kèm theo súc miệng và súc mũi.\n2- Rửa hai tay đến hết cùi chỏ.\n3- Chùi đầu, kèm theo chùi hai vành tai.\n4- Rửa hai bàn chân đến khỏi mắt cá.\n5- Theo thứ tự trước sau, trước tiên là rửa mặt, đến là hai tay, đến là chùi đầu và cuối cùng là rửa hai bàn chân.\n6- Liên tục, cần phải lấy Wudu liên tiếp nhau, không được ngưng giửa chừng làm cho bộ phận rửa trước bị khô nước rồi mới rửa bộ phận tiếp theo.\n- Giống như việc lấy Wudu giữa chừng rồi lát sau lấy tiếp. Cách lấy Wudu này vô giá trị.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Các Sunnah trong Wudu là gì, hãy liệt kê ra?",
      "cau_tra_loi": "Đáp: Sunnah trong Wudu là những điều được phép làm thêm để tăng ân phước và giá trị, nếu bỏ không làm vẫn không bị mắc tội, và Wudu đó vẫn đúng.\n1- Nói Bismillah.\n2- Chà răng bằng Siwak.\n3- Rửa hai bàn tay.\n4- Rửa các kẻ ngón.\n5- Rửa thêm lần thứ hai và thứ ba.\n6- Bắt đầu bằng tay phải.\n7- Tụng niệm sau Wudu: أَشْهَدُ أَنْ لَا إِلَـٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ\nAsh ha du al laa i laa ha il lol loh wah da hu laa sha ri ka lah, wa ash ha du anh na mu ham ma đanh ‘ab du hu wa ro su luh\n8- Hành lễ Salah hai Rak’at sau đó.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Hãy liệt kê các điều làm hư hỏng Wudu?",
      "cau_tra_loi": "Đáp: Bất cứ gì xuất ra từ đường tiểu và hậu môn như nước tiểu, hoặc phân, hoặc xì hơi.\nNgủ quên, hoặc mất trí, hoặc ngất xỉu.\nĂn thịt lạc đà.\nChạm trực tiếp vào bộ phận sinh dục hoặc hậu môn bằng tay.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Tayammum là gì?",
      "cau_tra_loi": "Đáp: Tayammum là sử dụng đất bụi hoặc tương tự tìm thấy trên mặt đất, khi không có nước hoặc không sử dụng được nước.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Cách thức Tayammum như thế nào?",
      "cau_tra_loi": "Đáp: Vổ hai lòng bàn tay xuống mặt đất sạch, rồi lau lên mặt và lên mu bàn tay phải và tay trái một lần.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Điều gì làm hư hỏng Tayammum?",
      "cau_tra_loi": "Đáp: Tất cả những điều làm hư Wudu.\nKhi tìm thấy nước.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Khuf là gì và vớ là gì, có được phép chùi lên chúng không?",
      "cau_tra_loi": "Đáp: Khuf: Là loại mang lót ở bàn chân được làm bằng da động vật.\nVớ là loại mang lót ở bàn chân được làm bằng chất liệu khác ngoài da động vật.\nĐược phép chùi lên cả hai loại này thay thế việc rửa chân.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Hãy kể ý nghĩa việc cho phép chùi lên Khuf?",
      "cau_tra_loi": "Đáp: Tạo sự dễ dàng, và giảm nhẹ cho đám bầy tôi, nhất là trong thời tiết lạnh, mùa đông, đi đường xa, bởi gây khó khăn cho việc rửa chân.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi13: Các điều kiện để việc lau lên Khuf được chấp nhận?",
      "cau_tra_loi": "Đáp: 1- Phải mang Khuf trên hiện trạng sạch sẽ, tức sau khi lấy Wudu.\n2- Khuf phải sạch, không được chùi lên Khuf bị dính chất dơ bẩn.\n3- Khuf phải che kín toàn bộ bàn chân, bộ phận bắt buộc phải rửa khi lấy Wudu.\n4- Chỉ lau trong khoảng thời gian cho phép, đối với người ở tại nhà là một ngày một đêm và đối với người đi đường xa là ba ngày ba đêm.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Cách thức lau lên Khuf như thế nào?",
      "cau_tra_loi": "Đáp: Về cách thức lau: Đặt hai bàn tay ngâm nước và lau từ ngón chân lên đến cổ chân phần tiếp giáp với ống quyển. Dùng tay phải lau chân phải và dùng tay trái lau chân trái. Xoè các ngón tay ra khi lau và chỉ lau một lần.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Điều gì huỷ bỏ việc lau lên Khuf?",
      "cau_tra_loi": "Đáp: 1- Khi đã hết thời hạn lau. Bởi thế, không được phép lau lên Khuf sau khi hết thời hạn lau do luật Shariah quy định, một ngày một đêm đối với người ở tại nhà và ba ngày ba đêm đối với người đi đường xa.\n2- Khi cởi Khuf ra hoặc chỉ cởi một chiếc sau khi đã lau lên nó là đã không còn được phép lau lên nữa.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Ý nghĩa hành lễ Salah?",
      "cau_tra_loi": "Đáp: Hành lễ Salah, là hình thức thờ phượng Allah bằng lời nói và hành động riêng biệt, bắt đầu bằng lời Takbir và kết thúc bằng lời Taslim.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Giáo luật về hành lễ Salah?",
      "cau_tra_loi": "Đáp: Hành lễ Salah là việc làm bắt buộc đối với mọi người Muslim.\nĐấng Tối Cao phán: (Quả thật, lễ nguyện Salah đã được ban hành cho những người có đức tin vào giờ giấc ấn định.) [chương 4 – An-Nisa: 103].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    },
    {
      "id": 18,
      "cau_hoi": "Câu hỏi 18: Giáo luật về việc bỏ bê lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: Bỏ bê lễ nguyện Salah là vô đức tin, Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Sự khác biệt giữa chúng ta (người Muslim) và họ (người ngoại đạo) chính là lễ nguyện Salah. Ai bỏ bê nó là đã vô đức tin.} Do Ahmad, At-Tirmizdi và người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/18.mp3"
    },
    {
      "id": 19,
      "cau_hoi": "Câu hỏi 19: Bao nhiêu lễ nguyện Salah bắt buộc đối với người Muslim thực hiện trong mỗi ngày và đêm? Và bao nhiêu số lượng Rak’at trong mỗi lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: Bắt buộc người Muslim thực hiện năm lễ nguyện Salah trong ngày đêm, gồm: Fajr hai Rak’at, Zhuhr bốn Rak’at, ‘Asr bốn Rak’at, Maghrib ba Rak’at và ‘Isha bốn Rak’at.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/19.mp3"
    },
    {
      "id": 20,
      "cau_hoi": "Câu hỏi 20: Hãy liệt kê các điều kiện lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: 1- Islam, không có giá trị khi người vô đức tin hành lễ.\n2- Lý trí, không có giá trị khi người bị thần kinh hành lễ.\n3- Biết phân biệt, không có giá trị khi trẻ con chưa biết gì hành lễ.\n4- Định tâm.\n5- Đã vào giờ.\n6- Tẩy rửa sạch khỏi hiện trạng không tinh khiết.\n7- Tẩy rửa sạch khỏi chất bẩn bám dính.\n8- Che kín phần cơ thể bắt buộc.\n9- Hướng về Qiblah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/20.mp3"
    },
    {
      "id": 21,
      "cau_hoi": "Câu hỏi 21: Hãy liệt kê các nền tảng lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: Có tất cả mười bốn nền tảng theo thứ tự sau:\nĐứng lễ nguyện Salah (đối với người có khả năng)\nTakbir Ehram (nói Ol lo hu ak bar) để mở đầu lễ nguyện Salah.\nĐọc Al-Fatihah.\nRuku’a, là cúi mình về trước, duỗi thẳng lưng và đầu ngang bằng với lưng.\nTrở dậy từ Ruku’a\nĐứng thẳng người.\nQuỳ lạy mọp đầu xuống đất, toàn bộ trọng lượng cơ thể được đặt trên bảy bộ phận: trán và mũi, hai bàn tay, hai đầu gối, và phần bụng của các ngón chân.\nNgồi dậy từ quỳ lạy.\nNgồi giữa hai lần quỳ lạy.\nTheo Sunnah là ngồi lót lòng bàn chân trái dưới mông và chân phải dựng đứng hướng đến Qiblah.\nThực hiện một cách nghiêm trang và kính cẩn.\nTashahhud cuối.\nNgồi đọc Tashahhud cuối.\nChào Salam hai lần mà nói: ''As sa laa mu ‘a lai kum wa rah ma tul loh''.\nThực hiện theo trình tự đã trình bày, nếu cố tình quỳ lạy trước Ruku’a là lễ nguyện Salah đó bị hư. Bắt buộc phải trở lại Ruku’a và quỳ lạy sau đó, rồi lạy Sahwu.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/21.mp3"
    },
    {
      "id": 22,
      "cau_hoi": "Câu hỏi 22: Hãy liệt kê các điều bắt buộc trong lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: Các điều bắt buộc trong lễ nguyện Salah gồm tám điều sau đây:\n1. Tất cả Takbir ngoài Takbir Ehram (Ol lo hu ak bar mỗi khi thay đổi động tác).\n2. Nói lời “Sa mi ‘ol lo hu li manh ha mi dah” đối với Imam và người hành lễ một mình.\n3. Nói lời “Rab ba naa wa la kal ham du” khi trở dậy từ Ruku’a và đứng thẳng người\n4. Nói một lần lời “Sub haa na rab bi yal ‘a zhim” trong Ruku’a.\n5. Nói một lần lời “Sub haa na rab bi yal ‘a laa” trong quỳ lạy.\n6. Nói một lần lời “Rab bigh fir li” lúc ngồi giữa hai lần quỳ lạy.\n7. Tashahhud lần đầu.\n8. Ngồi đọc Tashahhud lần đầu.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/22.mp3"
    },
    {
      "id": 23,
      "cau_hoi": "Câu hỏi 23: Các Sunnah trong lễ nguyện Salah là gì?",
      "cau_tra_loi": "Đáp: Gồm có mười một điều Sunnah sau đây:\n1. Nói lời Du’a Istiftah sau Takbir Ehram:(Sub haa na kol lo hum ma wa bi ham dik, wa ta baa ro kas muk, wa ta 'aa laa jad duk, wa laa i laa ha ghoi ruk)\n2. Nói lời Ta’awwazd: (A 'u zdu bil laa hi mi nash shay to nir ro j.i.m)\n3. Nói lời Basmalah: Bis mil laa hir roh maa nir ro h.i.m\n4. Nói lời Amin\n5. Đọc chương khác sau Al-Fatihah.\n6. Đọc ra tiếng đối với Imam\n7. Nói sau khi đã đứng thẳng người từ Ruku’a sau khi At-Tahmid: “Mil as sa maa waa ti, wa mil al ar dhi, wa mil a maa shi ta min shay in ba’d.”\n8. Nói lời tụng niệm trong Ruku’a nhiều hơn một lần, tức nói thêm lần hai, lần ba…\n9. Nói lời tụng niệm trong quỳ lạy nhiều hơn một lần, tức nói thêm lần hai, lần ba…\n10. Nói “Rab bigh fir li” nhiều hơn một lần giữa hai lần quỳ lạy.\n11. Nói Salawat cho Nabi trong Tashahhud cuối và cầu xin sau đó.\nThứ tư: Các Sunnah bằng hành động, được gọi là các hình thức:\n1. Giơ hai bàn tay lên lúc Takbir Ehram.\n2. Lúc Ruku’a.\n3. Lúc đứng dậy sau Ruku’a.\n4. Xuôi hai tay xuống sau đó.\n5. Đặt tay phải lên tay trái.\n6. Nhìn vào nơi quỳ lạy.\n7. Hai chân giang rộng ngang vai lúc đứng.\n8. Hai bàn tay nắm lấy hai đầu gối lúc Ruku’a, các ngón tay xoè ra, lưng duỗi thẳng và đầu ngang bằng với lưng.\n9. Các bộ phận quỳ lạy tiếp giáp với mặt nền lúc quỳ lạy.\n10. Tách hai tay khỏi nách, bụng khỏi hai đùi, hai đùi khỏi hai ống chân, nâng hai khuỷ tay khỏi mặt nền, dựng đứng hai bàn chân, phần bụng các ngón chân tiếp giáp với mặt nền và hai bàn tay đặt ngang vai, dủi thẳng về trước và khép lại.\n11. Ngồi kiểu Iftirash giữa hai lần quỳ lạy và lúc Tashahhud lần đầu, còn ngồi Tashahhud cuối là ngồi kiểu Tabarruk (là đặt mông xuống nền, chân trái lòn qua dưới ống chân phải và bàn chân phải dựng đứng lên).\n12. Đặt hai bàn tay lên hai đùi, duỗi thẳng các ngón tay và khép vào nhau lúc ngồi giữa hai lần lạy và thực hiện như vậy trong lúc đọc Tashahhud, ngoại trừ việc áp sát ngón út và ngón áp út bên tay phải, đồng thời ngón cái và ngón giữa phải tạo thành vòng tròn, và ngón trỏ phải thì chỉ thẳng về trước trong lúc tụng niệm Allah.\n13. Xoay mặt về bên phải và bên trái lúc chào Salam.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/23.mp3"
    },
    {
      "id": 24,
      "cau_hoi": "Câu hỏi 24: Liệt kê những điều làm hư lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: (1) Bỏ sót một nền tảng hoặc một điều kiện của lễ nguyện Salah.\n(2) Cố ý nói chuyện.\n(3) Ăn hoặc uống.\n(4) Cử động liên tục và nhiều lần.\n(5) Cố ý bỏ qua các điều bắt buộc của lễ nguyện Salah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/24.mp3"
    },
    {
      "id": 25,
      "cau_hoi": "Câu hỏi 25: Người Muslim hành lễ như thế nào?",
      "cau_tra_loi": "Đáp: Hình thức lễ nguyện Salah:\n1. Hướng về Qiblah với tất cả thân thể của mình, không bị lệch và cũng không quay đầu lại.\n2. Định tâm cho lễ nguyện Salah bắt buộc muốn thực hiện và vị trí định tâm là ở con tim (trong lòng).\n3. Duỗi thẳng, áp sát các ngón tay và đưa hai bàn tay lên ngang vai mà nói Takbir Ehram: (Ol lo hu ak bar).\n4. Kế đến đặt bàn tay phải lên bàn tay trái và đặt cả hai tay lên ngực.\n5. Nói lời Du’a Istiftah như được truyền lại, trong số các câu đó là: “Ol lo hum ma baa ’id bai ni wa bai na kho to yaa ya, ka maa baa ’ad ta bai nal mash riq wal magh rib. Ol lo hum ma naq qi ni min kho to yaa ya, ka maa yu naq qath thaw bul ab yadh mi nad da nas. Ol lo hum magh sil ni min kho to yaa ya, bith thal ji wal maa i wal ba rad.”\nHoặc nói câu: (Sub haa na kol lo hum ma wa bi ham dik, wa ta baa ro kas muk, wa ta 'aa laa jad duk, wa laa i laa ha ghoi ruk).\n6. Kế đến nói Ta’awwazd (A 'u zdu bil laa hi mi nash shay to nir ro ji.m) 7. Kế đến nói Basmalah và đọc Al-Fatihah: (1) Bis mil la hir róh ma nir ro h.i.m (2) Al hâm đu lil la hi rấp bil ‘ã la m.i.n (3) Ar roh ma nir ro h.i.m (4) Maa li ki dâu mít đ.i.n (5) I da ka ná' bu đu va i da ka nas ta ‘i.n (6) Ih đi nos si ro tol mus ta q.i.m (7) Si ro tol la zi na anh ‘am ta ‘a lây him ghoi ril mự đu bi a' lây him qua lóc đ.ó.l l.i.n [chương 1 – Al-Fatihah: 1 – 7].\nKế đến nói (Amin) nghĩa là cầu xin Allah hãy chấp nhận.\n8. Đọc xong bài Al-Fatihah, đọc tiếp những câu Kinh hoặc chương Kinh Qur'an đã thuộc và nên đọc kéo dài ở lễ nguyện Salah Fajr.\n9. Kế đến là Ruku’a, nghĩa cúi người về trước mà tụng niệm Allah, bằng cách đưa hai bàn tay ngang vai như lúc bắt đầu lễ nguyện Salah mà nói (Ol lo hu ak bar) rồi cúi người về phía trước tạo thành góc vuông, duỗi thẳng lưng và đầu ngang nhau, hai bàn tay nắm lấy hai đầu gối, các ngón tay xoè ra.\n10. Kế tiếp nói lúc Ruku’a: (Sub ha na rab bi dal ‘a z.i.m) ba lần, và nếu nói thêm câu sau tốt hơn: Sub haa na kol lo hum ma wa bi ham dik, ol lo hum magh fir li\n11. Kế tiếp đứng thẳng người trở lại mà nói: (Sa mi 'ol lo hu li manh ha mi đah), hai tay tôi đưa lên ngang vai như lúc mới bắt đầu. Lưu ý người hành lễ Salah theo sau Imam không nói câu (Sa mi 'ol lo hu li manh ha mi đah). Và khi cả cơ thể hoàn toàn đứng thẳng thì nói: (Rab ba naa va la kal ham du)\n12. Và nói tiếp câu: “Mil as sa maa waa ti, wa mil al ar dhi, wa mil a maa shi ta min shay in ba’d.”\n13. Kế tiếp nói (Ol lo hu ak bar) và cúi lạy, lúc lạy hai lòng bàn tay, hai đầu gối, phần bụng những ngón chân của hai bàn chân, trán và mũi đều tiếp giáp xuống nền cúi lạy. Tách hai tay khỏi nách, bụng khỏi hai đùi, hai đùi khỏi hai ống chân, nâng hai khuỷ tay khỏi mặt nền, hai bàn tay đặt ngang vai, dủi thẳng về trước và khép lại.\n14. và nói lúc quỳ lạy: (Sub ha na rab bi dal ‘a la) ba lần, và nếu nói thêm câu sau tốt hơn: Sub haa na kol lo hum ma wa bi ham dik, ol lo hum magh fir li)\n15. Kế tiếp nói (Ol lo hu ak bar) mà ngồi dậy\n16. Khi ngồi giữa hai lần quỳ lạy, đặt mông trên lòng bàn chân trái, bàn chân phải dựng đứng và lưng thẳng, (mắt vẫn nhìn xuống nơi quỳ lạy), đặt hai bàn tay lên hai đùi, bàn tay trái duỗi thẳng các ngón tay, và bàn tay  phải ngón út và ngón áp út áp sát vào nhau, ngón trỏ phải thì chỉ thẳng về trước và rung nhè nhẹ lúc cầu xin, đồng thời ngón cái và ngón giữa phải tạo thành vòng tròn.\n17. Và nói trong khi ngồi giữa hai lần quỳ lạy: (Rab bigh fir li, war ham ni, wah di ni, war zuq ni, waj bur ni, wa ‘ã fi ni)\n18. Kế tiếp nói (Ol lo hu ak bar) và cúi lạy tiếp lần hai giống như lần lạy ban đầu, về hình thức và lời cầu xin.\n19. Sau lần lại thứ hai đứng dậy thẳng người đồng thời nói: (Ol lo hu ak bar), đến khi đã đứng thẳng thì tôi lặp lại tất cả động tác và lời tụng niệm giống như Rak-at đầu tiên, ngoại trừ không nói Du’a Istiftah.\n20. Sau khi lạy xong lần hai ở Rak’at thứ hai thì ngồi dậy nói Ol lo hu ak bar.\n21. Lúc này đọc Tashahhud đầu tiên, nói: (At ta hi da tu lil lah, vos so la va tu vat toi di b.a.t. As sa la mu ‘a lay ka ây du hanh na bi du va roh ma tul lo hi va ba ro ka tuh. As sa la mu ;a lay na va ‘a la ‘i ba dil la his so li h.i.n. Ash ha đu anh la i la ha il lol loh va ash ha du anh na Mu hâm ma đanh ab đu hu va ro su luh. Ol lo hum ma sol li ‘a la Mu ham mad va ‘a la a li Mu ham mad, ka ma sol lay ta ‘a la ib ro h.i.m va ‘a la a li ib ro h.i.m, in na ka ha mi đum ma j.i.d. Ol lo hum ma ba rik ‘a la Mu ham mad wa ‘a la a li Mu ham mad, ka ma ba rak ta ‘a la ib ro h.i.m va ‘a la a li ib ro h.i.m, in na ka ha mi đum ma j.i.d. A ‘u zdu bi ka min ‘a zdaa bi ja han nam, wa min ‘a zdaa bil qab ri, wa min fit na til mah yaa wal ma m.a.t, wa min fit na til ma si hid daj j.a.l) Kế tiếp cầu xin Thượng Đế của mình mọi điều tốt đẹp ở trần gian và Đời Sau.\n22. Xong phần này thì xoay mặt về bên phải mà nói: (As sa la mu ‘a lay kum va roh ma tul loh), và tiếp tục xoay mặt về bên trái cũng nói tương tự.\n23. Khi hành lễ Salah gồm ba hoặc bốn Rak’at, sau khi đọc hết Tashahhud đầu tiên, là câu: {Ash ha đu anh la i la ha il lol loh va ash ha du anh na Mu hâm ma đanh ab đu hu va ro su luh.}\n24. Sau đó đứng dậy mà nói Ol lo hu ak bar, kèm theo giơ hai bàn tay lên như Takbir Ehram.\n25. Kế đến thực hiện các Rak’at còn lại giống như Rak’at thứ hai, nhưng chỉ đọc bài Al-Fatihah là đủ.\n26. Kế đến là ngồi kiểu Tawarruk, đặt hai bàn tay lên hai đùi giống như ở Tashahhud lần đầu.\n27. Đọc hết toàn bộ bài Tashahhud.\n28. Xong phần này thì xoay mặt về bên phải mà nói: (As sa la mu ‘a lay kum va roh ma tul loh), và tiếp tục xoay mặt về bên trái cũng nói tương tự.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/25.mp3"
    },
    {
      "id": 26,
      "cau_hoi": "Câu hỏi 26: Tụng niệm những gì sau khi kết thúc lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: As tagh fi rul loh (ba lần)\n“Ol lo hum ma anh tas sa lam, wa min kas sa lam, ta baa rak ta zal ja laa li wal ik rom.”\nLaa i laa ha il lol lo hu wah da hu laa sha ri ka lah, la hul mul ku, wa la hul ham du, wa hu wa ‘a la kul li shay in qo d.i.r. Ol lo hum ma laa ma ni a’ li maa a' toi ta, wa laa mua’ ti ya li maa ma na’ ta, wa laa yan fa u’ zal jad di min kal jad.”\n“Laa i laa ha il lol lo hu wah da hu laa sha ri ka lah, la hul mul ku, wa la hul ham du, wa hu wa ‘a la kul li shay in qo di-r. Laa haw la wa laa qu wa ta il laa bil lah. Laa i laa ha il lol loh, wa laa na' bu du il laa i yaa hu, la hun ne' ma tu, wa la hul fodh lu, wa la huth tha naa ul ha san. Laa i laa ha il lol lo hu mukh li si na la hud di-n, wa law ka ri hal kaa fi ru-n”\n“Sub haa nol loh” 33 lần.\n“Wal ham du lil lah” 33 lần.\n“Wol lo hu ak bar” 33 lần.\nVà nói thêm cho đủ 100 lần câu: “Laa i laa ha il lol lo hu wah da hu laa sha ri ka lah, la hul mul ku, wa la hul ham du, wa hu wa ‘a la kul li shay in qo d.i.r.”\nĐọc chương Al-Ikhlas, Al-Falaq, An-Nas. Lặp lại ba lần sau lễ nguyện Salah Fajr và Maghrib, và đọc một lần sau các lễ nguyện Salah còn lại.\n- Đọc một lần câu Kinh Al-Kursi sau năm lễ nguyện Salah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/26.mp3"
    },
    {
      "id": 27,
      "cau_hoi": "Câu hỏi 27: Các Rak’at của Sunnah Rawa'tib như thế nào và giá trị của lễ nguyện Salah này?",
      "cau_tra_loi": "Đáp: Tất cả là 12 Rak'at, gồm hai Rak’at trước lễ nguyện Salah Fajr.\nBốn Rak’at trước lễ nguyện Salah Zhuhr.\nHai Rak’at sau lễ nguyện Salah Zhuhr.\nHai Rak’at sau lễ nguyện Salah Maghrib.\nHai Rak’at sau lễ nguyện Salah ‘Isha.\nGiá trị của Salah này, Nabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Ai hành lễ Salah trong ngày đêm thêm 12 Rak’at tự nguyện thì được Allah xây cho họ một ngôi nhà ở trong Thiên Đàng} Do Muslim, Ahmad và nhiều người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/27.mp3"
    },
    {
      "id": 28,
      "cau_hoi": "Câu hỏi 28: Ngày nào tốt nhất trong tuần?",
      "cau_tra_loi": "Đáp: Thứ sáu là ngày tốt nhất trong tuần, Nabi – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Quả thật, ngày tốt nhất của các người là thứ sáu. Đó là ngày Adam được tạo ra, bị rút hồn, được thổi linh hồn và phục sinh. Vì vậy, các người hãy Salawat cho Ta thật nhiều trong ngày này, quả thật lời Salawat của các người được mang đến cho Ta.} Mọi người hỏi: Thưa Thiên Sứ của Allah, làm sao lời Salawat của chúng tôi mang đến trình bày trước Người khi Người đã thành cát – đã rã mục -, Người nói: {Thật ra, Allah đã cấm đất phân huỷ thể xác của các vị Nabi.} Do Abu Dawood và những người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/28.mp3"
    },
    {
      "id": 29,
      "cau_hoi": "Câu hỏi 29: Giáo luật lễ nguyện Salah Jum’ah (trưa thứ sáu)?",
      "cau_tra_loi": "Đáp: Là sự bắt buộc đối với mọi tín đồ Muslim nam, trưởng thành, có lý trí  và đang ở tại địa phương.\nĐấng Tối Cao phán: {Hỡi những người có đức tin! Khi được mời gọi đến lễ nguyện Salah Jumu’ah (vào ngày thứ sáu) thì các ngươi hãy nhanh chân đến với việc tụng niệm Allah và hãy tạm gác lại việc mua bán. Điều đó tốt cho các ngươi nếu các ngươi biết.} [chương 62 – Al-Jumu’ah: 9].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/29.mp3"
    },
    {
      "id": 30,
      "cau_hoi": "Câu hỏi 30: Lễ nguyện Salah Jum’ah có bao nhiêu Rak’at?",
      "cau_tra_loi": "Đáp: Lễ nguyện Salah Jum’ah gồm hai Rak’at, Imam đọc lớn tiếng, sau khi đã nói xong hai bài thuyết giảng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/30.mp3"
    },
    {
      "id": 31,
      "cau_hoi": "Câu hỏi 31: Có được phép bỏ lễ nguyện Salah Juma’ah không?",
      "cau_tra_loi": "Đáp: Không được phép bỏ lễ nguyện Salah Jum’ah, trừ phi có lý do phù hợp giáo luật, bởi đã có lời khuyến cáo từ Nabi – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Ai bỏ ba lần lễ nguyện Salah Jum’ah do xem thường nó, là đã bị Allah niêm kín con tim của họ.} Do Abu Dawood và những người khác ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/31.mp3"
    },
    {
      "id": 32,
      "cau_hoi": "Câu hỏi 32: Hãy kể các điều Sunnah trong ngày thứ sáu?",
      "cau_tra_loi": "Đáp:\n1- Tắm rửa.\n2- Xịt dầu thơm.\n3- Mặc quần áo mới nhất.\n4- Đến Masjid từ rất sớm.\n5- Salawat cho Nabi – Sol lol lo hu ‘a lai hi wa sal lam – thật nhiều.\n6- Đọc chương 18 – Al-Kahf.\n7- Đi bộ đến Masjid.\n8- Săn đón thời khắc lời cầu xin được chấp nhận.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/32.mp3"
    },
    {
      "id": 33,
      "cau_hoi": "Câu hỏi 33: Hãy kể giá trị lễ nguyện Salah tập thể?",
      "cau_tra_loi": "Đáp: Ông ‘Abdullah bin ‘Umar – Cầu xin Allah hài lòng về hai ông – dẫn lời Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: { Hành lễ Salah tập thể tốt hơn hành lễ Salah một mình đến hai mươi bảy lần} Do Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/33.mp3"
    },
    {
      "id": 34,
      "cau_hoi": "Câu hỏi 34: Như thế nào là sự tôn kính trong lễ nguyện Salah?",
      "cau_tra_loi": "Đáp: Đó là sự hiện diện của trái tim và sự tĩnh lặng của các bộ phận cơ thể trong lễ nguyện Salah.\nĐấng Tối Cao phán: {(1) Quả thật, những người có đức tin đã thành công. (2) Họ là những người kính cẩn trong lễ nguyện Salah của mình.} [chương 23 – Al-Muminun: 1, 2].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/34.mp3"
    },
    {
      "id": 35,
      "cau_hoi": "Câu hỏi 35: Định nghĩa Zakat?",
      "cau_tra_loi": "Đáp: Đó là quy định bắt buộc phải xuất một vài tài sản nhất định, đối với một nhóm người nhất định và trong khoảng thời gian nhất định.\n- Zakat là một trong những trụ cột của Islam, đây là phần bố thí bắt buộc lấy từ người giàu chia cho người nghèo.\nĐấng Tối Cao phán: (hãy xuất Zakat) [chương 2 – Al-Baqarah: 43].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/35.mp3"
    },
    {
      "id": 36,
      "cau_hoi": "Câu hỏi 36: Bố thí khuyến khích là như thế nào?",
      "cau_tra_loi": "Đáp: Trừ Zakat ra, chằng hạn như bố thí bất cứ gì trong mọi hình thức tốt đẹp vào bất kỳ thời điểm nào.\nĐấng Tối Cao phán: {Các ngươi hãy chi dùng (tài sản của các ngươi) vào con đường chính nghĩa của Allah;} [chương 2 – Al-Baqarah: 195].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/36.mp3"
    },
    {
      "id": 37,
      "cau_hoi": "Câu hỏi 37: Định nghĩa nhịn chay?",
      "cau_tra_loi": "Đáp: Là hình thức thờ phượng Allah bằng cách nhịn những điều làm hư nhịn chay, kể từ rạng đông xuất hiện đến mặt trời lặn, kèm theo định tâm. Nhịn chay có hai hình thức:\nNhịn chay bắt buộc: Như nhịn chay tháng Ramadan, đây là một trong những trụ cột của Islam.\nĐấng Tối Cao phán: (Hỡi những người có đức tin, việc nhịn chay đã được sắc lệnh cho các ngươi giống như nó đã được sắc lệnh cho các thế hệ trước các ngươi, mong rằng các ngươi trở thành những người ngoan đạo.) [chương 2 - Al-Baqarah: 183].\nNhịn chay không bắt buộc: Như nhịn chay vào thứ hai, thứ năm mỗi tuần; nhịn chay ba ngày trong mỗi tháng và tốt nhất là nhịn chay ban ngày Al-Baidh (13, 14 và 15) mỗi tháng theo lịch mặt trăng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/37.mp3"
    },
    {
      "id": 38,
      "cau_hoi": "Câu hỏi 38: Hãy kể giá trị nhịn chay tháng Ramadan?",
      "cau_tra_loi": "Đáp: Ông Abu Huroiroh – Cầu xin Allah hài lòng về ông – dẫn lời của Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Ai nhịn chay Ramadan bằng niềm tin và lòng hi vọng, thì Allah sẽ tha thứ mọi tội lỗi đã từng phạm trước đây.} Do Al-Bukhari và Muslim ghi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/38.mp3"
    },
    {
      "id": 39,
      "cau_hoi": "Câu hỏi 39: Hãy kể giá trị nhịn chay tự nguyện ngoài tháng Ramadan?",
      "cau_tra_loi": "Đáp: Ông Abu Sa’id Al-Khudri – Cầu xin Allah hài lòng về ông – thuật lại lời của Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – đã nói: {Không một người nô lệ nào nhịn chay một ngày vì Allah, ngoại trừ được Allah kéo xa gương mặt họ ra khỏi Hoả Ngục tận bảy mươi năm vì ngày nhịn đó.} Do Al-Bukhari và Muslim ghi.\nTừ {‌سَبْعِينَ ‌خَرِيفًا} nghĩa là bảy mươi năm.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/39.mp3"
    },
    {
      "id": 40,
      "cau_hoi": "Câu hỏi 40: Hãy kể một vài điều làm hư sự nhịn chay?",
      "cau_tra_loi": "Đáp: 1- Cố tình ăn và uống.\n2- Cố tình làm cho ói\n3- Bỏ đạo Islam.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/40.mp3"
    },
    {
      "id": 41,
      "cau_hoi": "Câu hỏi 41: Các Sunnah của nhịn chay là gì?",
      "cau_tra_loi": "Đáp: 1- Xảy chay ngay khi đến giờ.\n2- Ăn thức ăn trước giờ nhịn và ăn trể.\n3- Năng nổ hành đạo và các việc thiện khác.\n4- Khi bị mắn chửi thì nói: “Tôi đang nhịn chay.”\n5- Cầu xin trước lúc xả chay.\n6- Xả chay bằng chà là tươi hoặc chà là khô, nếu không có thì bằng nước lọc.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/41.mp3"
    },
    {
      "id": 42,
      "cau_hoi": "Câu hỏi 42: Định nghĩa hành hương Hajj?",
      "cau_tra_loi": "Đáp: Là hình thức thờ phượng Allah Tối Cao bằng định tâm viếng Ngôi đền Ka’bah để thực hiện một số nghi thức riêng biệt, trong khoảng thời gian nhất định.\nĐấng Tối Cao phán: {Và Allah bắt buộc nhân loại phải đi hành hương đến ngôi đền (Ka’bah) khi có đủ khả năng cho sự việc đó. Còn ai phủ nhận (không tuân theo) thì quả thật, Allah rất giàu có vốn không cần đến vũ trụ và vạn vật.} [chương 3 – Ali ‘Imran: 97].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/42.mp3"
    },
    {
      "id": 43,
      "cau_hoi": "Câu hỏi 43: Hãy kể các nền tảng của hành hương Hajj?",
      "cau_tra_loi": "Đáp: 1- Ehram.\n2- Đứng, dừng tại ‘Arafah.\n3- Tawaf Ifadhah\n4- Sa’i giữa Safa và Marwah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/43.mp3"
    },
    {
      "id": 44,
      "cau_hoi": "Câu hỏi 44: Giá trị của hành hương Hajj là gì?",
      "cau_tra_loi": "Đáp: Ông Abu Huroiroh – Cầu xin Allah hài lòng về ông – kể: Tôi đã nghe Thiên Sứ của Allah – Sol lol lo hu ‘a lai hi wa sal lam – nói: {Ai hành hương Hajj vì Allah, không tục tĩu, không vô luân thì được trở lại giống như ngày được mẹ mình sinh ra đời.} Do Al-Bukhari ghi.\n- Câu {giống như ngày được mẹ mình sinh ra đời} nghĩa là không còn tội lỗi",
      "audio_url": "https://kids.islamenc.com/uploads/audio/44.mp3"
    },
    {
      "id": 45,
      "cau_hoi": "Câu hỏi 45: Định nghĩa ‘Umrah?",
      "cau_tra_loi": "Đáp: Là hình thức thờ phượng Allah Tối Cao bằng định tâm viếng Ngôi đền Ka’bah để thực hiện một số nghi thức riêng biệt, vào bất cứ thời gian nào.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/45.mp3"
    },
    {
      "id": 46,
      "cau_hoi": "Câu hỏi 46: Hãy kể các nền tảng ‘Umrah?",
      "cau_tra_loi": "Đáp: 1- Ehram.\n3- Tawaf xung quanh Ka’bah.\n4- Sa’i giữa Safa và Marwah.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/46.mp3"
    },
    {
      "id": 47,
      "cau_hoi": "Câu hỏi 47: Jihad vì chính nghĩa của Allah là gì?",
      "cau_tra_loi": "Đáp: Đó là nỗ lực và cố gắng trong việc truyền bá Islam, bảo vệ Islam và người Muslim, hoặc chiến đấu với kẻ thù của Islam và người Muslim.\nĐấng Tối Cao phán: {Các ngươi hãy chiến đấu bằng tài sản và sinh mạng của các ngươi cho con đường chính nghĩa của Allah, điều đó tốt cho các ngươi, nếu các ngươi đã hiểu được (giá trị của nó).} [chương 9 – At-Tawbah: 41].",
      "audio_url": "https://kids.islamenc.com/uploads/audio/47.mp3"
    }
  ]
}