{
  "muc_luc": "Phần Tafsir Qur’an",
  "danh_sach_cau_hoi": [
    {
      "id": 1,
      "cau_hoi": "Câu hỏi 1: Hãy đọc chương Al-Fatihah và giải thích chương đó?",
      "cau_tra_loi": "Đáp: Chương Al-Fatihah và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m (2) Al hâm đu lil la hi rấp bil ‘ã la m.i.n (3) Ar roh ma nir ro h.i.m (4) Maa li ki dâu mít đ.i.n (5) I da ka ná' bu đu va i da ka nas ta ‘i.n (6) Ih đi nos si ro tol mus ta q.i.m (7) Si ro tol la zi na anh ‘am ta ‘a lây him ghoi ril mự đu bi a' lây him qua lóc đ.ó.l l.i.n [chương 1 – Al-Fatihah: 1 – 7].\nTafsir (giải thích ý nghĩa):\nNó được gọi là chương Al-Fatihah, là chương kinh khai đề cho Qur’an nên mới được gọi như thế.\n1- {(1) Bis mil la hir róh ma nir ro h.i.m} nghĩa là nhân danh Allah bề tôi bắt đầu đọc Qur’an, cầu xin sự giúp đỡ của Đấng Tối Cao, cầu xin Ngài ban hồng phúc qua việc nhắc đến Tên của Ngài.\n(الله - Allah) nghĩa là Thượng Đế đáng được thờ phượng, và không được đặt Tên này cho ai khác ngoài Ngài.\n(Ar-Rahman) Đấng có lòng thương xót, độ lượng bao la, bao trùm tất cả mọi thứ.\n(Ar-Rahim) Đấng có lòng khoan dung dành riêng cho người có đức tin.\n{(2) Al hâm đu lil la hi rấp bil ‘ã la m.i.n} tất cả lời tụng niệm và tán dương toàn mỹ nhất đều thuộc về Allah duy nhất, Thượng Đế của vũ trụ và vạn vật.\n{(3) Ar roh ma nir ro h.i.m} nghĩa là có lòng thương sót, độ lượng bao la, bao trùm tất cả mọi thứ, và có lòng khoan dung dành riêng cho người có đức tin.\n{(4) Maa li ki dâu mít đ.i.n} Đấng Toàn Quyền của Ngày Thưởng Phạt, đó là Ngày Phục Sinh.\n{(5) I da ka ná' bu đu va i da ka nas ta ‘i.n} bầy tôi chỉ thờ phượng một mình Ngài và cầu xin một mình Ngài trợ giúp.\n{(6) Ih đi nos si ro tol mus ta q.i.m} xin Ngài hướng dẫn bầy tôi đến với con đường ngay chính. Đó là hướng dẫn đến với Islam và Sunnah.\n{(7) Si ro tol la zi na anh ‘am ta ‘a lây him ghoi ril mự đu bi a' lây him qua lóc đ.ó.l l.i.n} con đường của những người đã được Ngài ban cho ân huệ trong số những người ngoan đạo như giới Nabi và những ai noi theo Họ, không phải con đường của những kẻ đã bị Ngài giận dữ như người Do Thái và cũng không phải con đường của những kẻ lạc lối như người Công Giáo.\nKhuyến khích nói từ Amin sau khi đọc xong chương này, nghĩa là cầu xin Allah chấp nhận cho bề tôi.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/1.mp3"
    },
    {
      "id": 2,
      "cau_hoi": "Câu hỏi 2: Hãy đọc chương Az-Zalzalah và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Az-Zalzalah và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nI zdaa zul zi la til ar dhu zil zaa la haa Wa akh ro ja til ar dhu ath qo la haa Wa qo lal in saa nu maa la haa Yaw ma i zin tu had di thu akh baa ro haa Bi an na rab ba ka aw haa la haa Yaw ma i zi yos du run naa su ash taa tal li yu raw ‘a maa la hum Fa may ya’ mal mith qo la zdar ro tin khoi roi ya roh Wa may ya’ mal mith qo la zdar ro tin shar roi ya roh [chương 99 – Az-Zalzalah: 1 – 8].\nGiải thích ý nghĩa:\n1- {I zdaa zul zi la til ar dhu zil zaa la haa} khi trái đất rung chuyển mạnh bởi trận động đất (cuối cùng) của nó, xảy ra trong Ngày Tận Thế.\n2- {Wa akh ro ja til ar dhu ath qo la haa} và trái đất sẽ trút bỏ mọi gánh nặng của nó ra ngoài như xác chết và mọi thứ khác.\n3- {Wa qo lal in saa nu maa la haa} lúc đó, con người sẽ nói trong bối rối: Có chuyện gì xảy ra với trái đất vậy?, sao lại rung chuyển như thế này?\n4- {Yaw ma i zin tu had di thu akh baa ro haa} vào Ngày vĩ đại hôm đó, trái đất sẽ nói hết về mọi sự việc xảy ra trên lưng nó từ việc làm tốt đến việc làm điều xấu.\n5- {Bi an na rab ba ka aw haa la haa} bởi vì Allah đã cho nó biết và ra lệnh cho nó làm như vậy..\n6- {Yaw ma i zi yos du run naa su ash taa tal li yu raw ‘a maa la hum} vào Ngày vĩ đại hôm đó, Ngày mà trái đất rung chuyển dữ dội, con người sẽ đi ra và phân thành từng đoàn đến để chứng kiến các việc làm của họ đã từng làm ở trần gian.\n7- {Fa may ya’ mal mith qo la zdar ro tin khoi roi ya roh} vì vậy, bất cứ ai hành thiện hoặc làm việc ngoan đạo dù đó chỉ nhỏ bằng hạt bụi hoặc bằng trọng lượng của con kiến, y cũng sẽ thấy nó trước mặt mình.\n8- {Wa may ya’ mal mith qo la zdar ro tin shar roi ya roh} và bất cứ ai làm việc xấu dù việc xấu đó chỉ nhỏ bằng hạt bụi, y cũng sẽ thấy nó trước mặt mình.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/2.mp3"
    },
    {
      "id": 3,
      "cau_hoi": "Câu hỏi 3: Hãy đọc chương Al-‘Adiyat và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-‘Adiyat và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nWal ‘ã di yaa ti dhob haa Fal mu ri yaa ti qod haa Fal mu ghi ro ti sub haa Fa a thar na bi hi naq ‘ã Fa wa sot na bi hi jam ‘ã In nal in saa na li rab bi hi la ka n.u.d Wa in nah u ‘a laa zdaa li ka la sha h.i.d Wa in nah u li hub bil khoi ri la sha d.i.d A fa laa ya’ la mu i zdaa bu’ thi ro maa fil qu b.u.r Wa fis su d.u.ra hus si la ma In na rab ba hum bi him yaw ma i zdin la kho b.i.r [chương 100 - Al-'Adiyat: 1 - 11]\nGiải thích ý nghĩa:\n1- {Wal ‘ã di yaa ti dhob haa} Allah thề bởi những con chiến mã thở hổn hển do phi đường dài.\n2- {Fal mu ri yaa ti qod haa} Ngài thề bởi những con ngựa phi dẫm móng chân mạnh lên đá bắn ra tia lửa.\n3- {Fal mu ghi ro ti sub haa} Ngài thề bởi những con ngựa tấn công vào kẻ thù lúc bình minh.\n4- {Fa a thar na bi hi naq ‘ã} làm tung bụi mịt mù, bay tứ tung.\n5- {Fa wa sot na bi hi jam ‘ã} tất cả đồng loạt xông thẳng vào lòng quân địch.\n6- {In nal in saa na li rab bi hi la ka n.u.d} Thật vậy, con người thường vô ơn đối với Thượng Đế của mình, do phủ nhận điều tốt đẹp mà Allah ban cho.\n7- {Wa in nah u ‘a laa zdaa li ka la sha h.i.d} Chính y sẽ làm chứng cho điều mà y đã vô ơn đó, y không thể phủ nhận được điều đó, bởi quá rõ ràng.\n8- {Wa in nah u li hub bil khoi ri la sha d.i.d} Qủa thật, y quá đỗi yêu thích của cải nên y keo kiệt với nó.\n9- {A fa laa ya’ la mu i zdaa bu’ thi ro maa fil qu b.u.r} Lẽ nào con người ngu muội bị cuộc sống trần tục đánh lừa lại không biết, nếu Allah phục sinh những người chết trong ngôi mộ và kéo họ ra từ đất để chịu thanh toán và thưởng phạt, tất nhiên sự việc xảy ra ngoài sức tưởng tượng của con người ?!\n10- {Wa fis su d.u.ra hus si la ma} Và những bí mật trong lòng như sự định tâm, sự tín ngưỡng … đều được phơi bày?\n11- {In na rab ba hum bi him yaw ma i zdin la kho b.i.r} Qủa thật, vào Ngày đó, Thượng Đế của họ biết hết mọi điều, không điều gì của con người giấu được Ngài, dựa theo đó mà Ngài thanh toán tất cả.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/3.mp3"
    },
    {
      "id": 4,
      "cau_hoi": "Câu hỏi 4: Hãy đọc chương Al-Qari’ah và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Qari’ah và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nAl qo ri ’ah Mal qo ri ‘ah Wa maa ad ro ka mal qo ri ‘ah Yaw ma ya ku nun naa su kal fa ro shil mab th.u.th Wa ta ku nul ji baa lu kal ‘eh nil man f.u.sh Fa am maa man tha qu lat ma waa zi nuh Fa hu wa fi ‘i sha tir ro dhi yah Wa am maa man khaf fat ma waa zi nuh Fa um mu hu haa wi yah Wa maa ad ro ka maa hi yah Naa run haa mi yah [chương 101 – Al-Qari’ah: 1 – 11].\nGiải thích ý nghĩa:\n1- {Al qo ri ’ah} Thời khắc mà trái tim con người đập loạn xạ trước nổi kinh hoàng xảy ra.\n2- {Mal qo ri ‘ah} Thời khắc mà trái tim con người đập loạn xạ trước nổi kinh hoàng xảy ra, là gì vậy?\n3- {Wa maa ad ro ka mal qo ri ‘ah} Ngươi – hỡi Thiên Sứ - biết gì về thời khắc mà trái tim con người đập loạn xạ trước nổi kinh hoàng xảy ra? Đó là Ngày Tận Thế.\n4- {Yaw ma ya ku nun naa su kal fa ro shil mab th.u.th} Vào một Ngày mà trái tim của con người đập loạn xạ  sẽ giống như những con bướm bay tán loạn khắp nơi.\n5- {Wa ta ku nul ji baa lu kal ‘eh nil man f.u.sh} Và những ngọn núi sẽ giống như những sợi lông cừu nhẹ nhàng bay đi.\n6- {Fa am maa man tha qu lat ma waa zi nuh} Vì vậy, đối với ai mà chiếc cân chứa việc thiện của y nặng hơn việc tội lỗi.\n7- {Fa hu wa fi ‘i sha tir ro dhi yah} Y sẽ có được một đời sống hài lòng và toại nguyện nơi Thiên Đàng.\n8- {Wa am maa man khaf fat ma waa zi nuh} Còn đối với ai mà chiếc cân chứa việc thiện của y nhẹ hơn việc thiện.\n9- {Fa um mu hu haa wi yah} Thì chỗ ở và chỗ an nghỉ của y trong Ngày Phục Sinh là Ngục Lửa.\n10- {Wa maa ad ro ka maa hi yah} Ngươi – hỡi Thiên Sứ - biết nó như thế nào không?\n11- {Naa run haa mi yah} Đó là ngọn lửa cháy có sức nóng kinh hoàng.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/4.mp3"
    },
    {
      "id": 5,
      "cau_hoi": "Câu hỏi 5: Hãy đọc chương At-Takathur và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương At-Takathur và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nAl haa ku mut ta kaa thur Hat taa zur tu mul ma qo bir Kal laa saw fa ta’ la m.u.n Thum ma kal laa saw fa ta’ la m.u.n Kaw laa law ta’ la mu na ‘il mal ya q.i.n La ta ro wun nal ja h.i.m Thum ma la ta ro wun na haa ‘ai nal ya q.i.n Thum ma la tus a lun na yaw ma i zdin ‘a nin na ‘i.m [chương 102 - At-Takathur: 1 - 8]\nGiải thích ý nghĩa:\n1- {Al haa ku mut ta kaa thur} Các ngươi – hỡi con người – đã quá bận rộn trước việc tự hào về của cải và con cái khiến các ngươi quên mất đi việc vâng lời Allah.\n2- {Hat taa zur tu mul ma qo bir} Cho tới khi các ngươi chết và bị chôn vùi vào ngôi mộ.\n3- {Kal laa saw fa ta’ la m.u.n} Việc các ngươi đã quá bận rộn trước việc tự hào khiến các ngươi quên mất đi việc vâng lời Allah. Rồi đây các ngươi sẽ sớm biết về hậu quả đó.\n4- {Thum ma kal laa saw fa ta’ la m.u.n} Rồi đây, nhất định các ngươi sẽ sớm biết về hậu quả đó.\n5- {Kaw laa law ta’ la mu na ‘il mal ya q.i.n} Thật vậy, phải chi các ngươi biết với một sự hiểu biết kiên định rằng các ngươi bị phục sinh đến trình diện Allah, rằng Ngài sẽ thanh toán các ngươi dựa theo việc làm của các ngươi là chắc chắn các ngươi đã không quá bận rộn trước việc tự hào về của cải và con cái.\n6- {La ta ro wun nal ja h.i.m} Xin thề bởi Allah, chắc chắn các ngươi sẽ nhìn thấy Hỏa Ngục trong Ngày Tận Thế.\n7- {Thum ma la ta ro wun na haa ‘ai nal ya q.i.n} Rồi đây, chắc chắn các ngươi sẽ tận mắt nhìn thấy nó một cách chắc chắn.\n8- {Thum ma la tus a lun na yaw ma i zdin ‘a nin na ‘i.m} Rồi đây, chắc chắn Allah sẽ tra hỏi các ngươi vào Ngày đó về những gì Ngài đã ban cho các ngươi về sức khoẻ, sự giàu có và những thứ khác.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/5.mp3"
    },
    {
      "id": 6,
      "cau_hoi": "Câu hỏi 6: Hãy đọc chương Al-‘Asr và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-‘Asr và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nWal ‘asr In nal in saa na la fi khusr Il lal la zdi na ã ma nu wa ‘a mi lus so li h.a.t, wa ta waa saw bil haq, wa ta waa bis sobr [chương 103 – Al-‘Asr: 1 - 3].\nGiải thích ý nghĩa:\n1- (Wal ‘asr) Đấng Hiển Vinh đã thề bởi thời gian.\n2- {In nal in saa na la fi khusr} Chắc chắn loài người sẽ ở trong tình trạng thua thiệt, thất bại.\n3- {Il lal la zdi na ã ma nu wa ‘a mi lus so li h.a.t, wa ta waa saw bil haq, wa ta waa bis sobr} Ngoại trừ những ai có đức tin và hành thiện. Tuy nhiên, họ kêu gọi nhau đến với chân lý và khuyên bảo nhau kiên nhẫn. Đây là những người thành đạt không bị thua thiệt.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/6.mp3"
    },
    {
      "id": 7,
      "cau_hoi": "Câu hỏi 7: Hãy đọc chương Al-Humazah và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Humazah và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nWay lul li kul li hu ma za til lu ma zah Al la zdi ja ma ‘a maa law wa ‘ad da dah Yah sa bu an na maa la hu akh la dah Kal laa la yum ba zdan na fil hu to mah Wa maa ad ro ka mal hu to mah Naa rul lo hil mu qo dah Al la ti tot to li ‘u ‘a lal af i dah In na haa ‘a lay him mu’ so dah Fi ‘a ma dim mu mad da dah [chương 104 – Al-Humazah: 1 - 9].\nGiải thích ý nghĩa:\n1- {Way lul li kul li hu ma za til lu ma zah} Thật tai hại và sự trừng phạt khủng khiếp cho kẻ vu khống và nói xấu người khác.\n2- {Al la zdi ja ma ‘a maa law wa ‘ad da dah} Kẻ chỉ biết tích lũy tiền bạc và đếm đi đếm lại, không có mối bận tâm nào khác.\n3- {Yah sa bu an na maa la hu akh la dah} Y tưởng rằng tiền bạc và của cải mà y có được sẽ cứu y thoát khỏi cái chết, vì vậy y sẽ sống mãi trên trần gian này.\n4- {Kal laa la yum ba zdan na fil hu to mah} Không phải giống như kẻ ngu này nghĩ đâu, hắn sẽ phải bị ném vào Hoả Ngục, nơi đốt tan mọi thứ ném vào nó vì mức độ nghiêm trọng của nó.\n5- {Wa maa ad ro ka mal hu to mah} Ngươi (Thiên Sứ Muhammad) biết gì về loại lửa đốt tan mọi thứ ném vào nó?\n6- {Naa rul lo hil mu qo dah} Đó là lửa của Allah, được đốt cháy lên.\n7- {Al la ti tot to li ‘u ‘a lal af i dah} Nó sẽ đốt cháy từ cơ thể con người lên tận các quả tim.\n8- {In na haa ‘a lay him mu’ so dah} Quả thật, nó sẽ bao vây tất cả người bị trừng phạt.\n9- {Fi ‘a ma dim mu mad da dah} Bên trong các cột lửa cháy tỏa rộng, không sao thoát ra được.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/7.mp3"
    },
    {
      "id": 8,
      "cau_hoi": "Câu hỏi 8: Hãy đọc chương Al-Fil và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Fil và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nA lam ta ro kay fa fa ‘a la rab bu ka bi os haa bil f.i.l Al lam yaj ‘al kay da hum fi todh l.i.l Wa ar sa la ‘a lay him toi ron a baa b.i.l Tar mi him hi jaa ro tim min sij j.i.l Fa ja ‘a la hum ka ‘os fim ma’ k.u.l [chương 105 - Al-Fil: 1 - 5].\nGiải thích ý nghĩa:\n1- {A lam ta ro kay fa fa ‘a la rab bu ka bi os haa bil f.i.l} (Này hỡi Thiên Sứ Muhammad!) Ngươi đã không thấy cách Thượng Đế của Ngươi đối xử với đoàn quân cưỡi voi do tên Abrahah dẫn đầu muốn đập phá Ka’bah đó sao?\n2- {Al lam yaj ‘al kay da hum fi todh l.i.l} Allah đã phá hỏng kế hoạch tệ hại của bọn chúng, khiến chúng đã không đạt được bất cứ gì trong kế hoạch lôi kéo mọi người rời khỏi Ka’bah, và chúng không nhận được gì từ nó.\n3- {Wa ar sa la ‘a lay him toi ron a baa b.i.l} Ngài đã gửi đàn chim bay đến thành từng đoàn để tiêu diệt chúng.\n4- {Tar mi him hi jaa ro tim min sij j.i.l} Đàn chim đã ném chúng với những viên đất sét hoá đá.\n5- {Fa ja ‘a la hum ka ‘os fim ma’ k.u.l} Allah làm chúng chết la liệt như những chiếc lá bị động vật ăn và dẫm đạp.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/8.mp3"
    },
    {
      "id": 9,
      "cau_hoi": "Câu hỏi 9: Hãy đọc chương Quraish và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Quraish và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nLi i laa fi qu raishi I laa fi him reh la tash shi taa wos soif Fal Ya’ bu du rab ba haa zdal bait Al la zdi ot to ‘a ma hum min j.u’, wa ã ma na hum min khawf [chương 106 - Quraish: 1 - 4].\nGiải thích ý nghĩa:\n1- {Li i laa fi qu raishi} Đó là những chuyến đi buôn quen thuộc vào mùa đông và mùa hè.\n2- {I laa fi him reh la tash shi taa wos soif} Vào mùa đông đi buôn qua Yemen và vào mùa hè đi buôn qua Sham trong bằng an.\n3- {Fal Ya’ bu du rab ba haa zdal bait} Vì vậy, họ phải thờ phượng Allah, Thượng Đế của Ngôi Đền thiêng  liêng này duy nhất, Đấng đã tạo dễ dàng cho họ trong các chuyến buôn của mình, và họ không tổ hợp bất cứ ai cùng Ngài.\n4- {Al la zdi ot to ‘a ma hum min j.u’, wa ã ma na hum min khawf} Đấng đã cho họ ăn khi họ đói và ban cho họ sự bình yên khỏi điều sợ hãi, khi Ngài đã đặt vào trong trái tim của người Ả-rập sự tôn kính vùng đất Haram và cư dân trong đó.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/9.mp3"
    },
    {
      "id": 10,
      "cau_hoi": "Câu hỏi 10: Hãy đọc chương Al-Ma’un và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Ma’un và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nA ro ay tal la zdi yu kazd zdi bu bid d.i.n Fa zda li kal la zdi ya du’ ‘ul ya t.i.m Wa laa ya hudh dhu ‘a laa to ‘ã mil mis k.i.n Fa way lul lil mu sol l.i.n Al la zdi na hum ‘an so laa ti him saa h.u.n Al la zdi na hum yu ro u.n Wa yam na ‘u nal maa ‘u.n [chương 107 - Al-Ma'un: 1 - 7].\nGiải thích ý nghĩa:\n1- {A ro ay tal la zdi yu kazd zdi bu bid d.i.n} Ngươi có biết về kẻ phủ nhận sự Thưởng Phạt của Ngày Phục Sinh không?\n2- {Fa zda li kal la zdi ya du’ ‘ul ya t.i.m} Đó là kẻ hà khắc với trẻ mồ côi trong việc chi tiêu cho trẻ.\n3- {Wa laa ya hudh dhu ‘a laa to ‘ã mil mis k.i.n} Hắn không hề nuôi ăn người nghèo cũng không thúc giục người khác nuôi ăn người túng thiếu.\n4- {Fa way lul lil mu sol l.i.n} Thật khốn thay và sự trừng phạt dành cho những người dâng lễ nguyện Salah.\n5- {Al la zdi na hum ‘an so laa ti him saa h.u.n} (Đó là) những kẻ lơ là, không quan tâm đến việc dâng lễ nguyện cho đến khi hết giờ.\n6- {Al la zdi na hum yu ro u.n} Là những kẻ chỉ muốn phô trương cho người khác nhìn thấy việc hành đạo của mình, chứ không thành tâm vì Allah.\n7- {Wa yam na ‘u nal maa ‘u.n} Và chúng thường từ chối giúp đỡ cho người khác về những gì không hề gây hại đến y.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/10.mp3"
    },
    {
      "id": 11,
      "cau_hoi": "Câu hỏi 11: Hãy đọc chương Al-Kawthar và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Kawthar và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nIn naa ‘a toy naa kal kaw thar Fa sol li li rab bi ka wan har In naa shaa ni a ka hu wal ab tar [chương 108 - Al-Kawthar: 1 - 3].\nGiải thích ý nghĩa:\n1- {In naa ‘a toy naa kal kaw thar} Quả thật, TA (Allah) đã ban cho Ngươi - hỡi Thiên Sứ Muhammad - rất nhiều điều tốt đẹp, trong đó có sông Kawthar nơi Thiên Đàng.\n2- {Fa sol li li rab bi ka wan har} Bởi thế, Ngươi hãy tạ ơn Allah về ân phước này, Ngươi dâng lễ nguyện Salah hướng về một mình Ngài và giết tế. Đừng làm như những người đa thần đã đã cúng bái cho tượng thần của họ.\n3- {In naa shaa ni a ka hu wal ab tar} Quả thật, kẻ thù ghét Ngươi mới thực sự bị cắt đứt mọi điều tốt đẹp. Kẻ mà nếu được nhắc đến thì sẽ nhớ đến sự xấu xa.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/11.mp3"
    },
    {
      "id": 12,
      "cau_hoi": "Câu hỏi 12: Hãy đọc chương Al-Kafirun và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Kafirun và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nQul yaa ay yu hal kaa fi r.u.n Laa ‘a bu du maa ta’ bu d.u.n Wa laa an tum ‘ã bi du na maa ‘a bud Wa laa a na ‘ã bi dum maa ‘a bad tum Wa laa an tum ‘ã bi du na maa ‘a bud La kum di na kum wa li ya d.i.n [chương 109 - Al-Kafirun: 1 - 6].\nGiải thích ý nghĩa:\n1- {Qul yaa ay yu hal kaa fi r.u.n} Ngươi hãy nói - hỡi Thiên Sứ Muhammad -: “Này hỡi những kẻ vô đức tin nơi Allah!”\n2- {Laa ‘a bu du maa ta’ bu d.u.n} “Dù hiện tại hay tương lai Ta vẫn không tôn thờ những thần linh (bục tượng) mà các người thờ phượng.”\n3- {Wa laa an tum ‘ã bi du na maa ‘a bud} “Và các người cũng không thờ phượng Đấng mà Ta thờ phượng, Ngài là Allah duy nhất.''\n4- {Wa laa a na ‘ã bi dum maa ‘a bad tum} “Và Ta chưa bao giờ là người thờ phượng những gì mà các người đã tôn thờ, từ tượng thần.”\n5- {Wa laa an tum ‘ã bi du na maa ‘a bud} “Và các người cũng không thờ phượng Đấng mà Ta thờ phượng, Ngài là Allah duy nhất.”\n6- {La kum di na kum wa li ya d.i.n} “Các người có tôn giáo của các người đã tự bịa ra để thờ phượng và tôn giáo của Ta là tôn giáo mà Allah đã ban xuống cho Ta.”",
      "audio_url": "https://kids.islamenc.com/uploads/audio/12.mp3"
    },
    {
      "id": 13,
      "cau_hoi": "Câu hỏi 13: Hãy đọc chương An-Nasr và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương An-Nasr và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nI zdaa jaa a nos rul lo hi wal fath Wa ro ay tan naa sa yad khu lu na fi di nil laa hi af waa jaa Fa sab bih bi ham di rab bi ka was tagh fir hu, in nah u kaa na taw waa baa [chương 110 – An-Nasr: 1 – 3].\nGiải thích ý nghĩa:\n1- {I zdaa jaa a nos rul lo hi wal fath} Khi Allah ban cho thắng lợi đến với tôn giáo của Ngươi – hỡi Thiên Sứ - là Makkah liền được chinh phục.\n2- {Wa ro ay tan naa sa yad khu lu na fi di nil laa hi af waa jaa}: Và Ngươi sẽ thấy nhân loại gia nhập Islam hết từng đoàn này đến từng đoàn khác.\n3- {Fa sab bih bi ham di rab bi ka was tagh fir hu, in nah u kaa na taw waa baa}: Bởi thế, Ngươi hãy biết rằng, đó là một dấu hiệu báo cho biết gần kết thúc sứ mạng mà Ngươi được gửi đến. Vì vậy, Ngươi hãy tán dương Thượng Đế của Ngươi, tạ ơn Ngài về hồng ân đã ban cho sự thắng lợi, sự chinh phục Makkah và hãy cầu xin Ngài sự tha thứ. Quả thật, Ngài sẵn sàng chấp nhận sự sám hối của đám bầy tôi của Ngài và tha thứ cho họ.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/13.mp3"
    },
    {
      "id": 14,
      "cau_hoi": "Câu hỏi 14: Hãy đọc chương Al-Masad và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Masad và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nTab bat ya daa a bi la ha biw wa tab Maa agh naa ‘an hu maa lu hu wa maa ka sab Sa yos laa naa ron zdaa ta la hab Wam ro a tu hu ham maa la tal ha tob Fi ji di haa hab lum mim ma sad [chương 111 – Al-Masad: 1 – 5].\nGiải thích ý nghĩa:\n1- {Tab bat ya daa a bi la ha biw wa tab}: Đôi tay của bác Nabi – Sol lol lo hu ‘a lai hi wa sal lam –, Abu Lahab con trai Abdul Muttalib sẽ bị hủy diệt và mọi nổ lực của hắn bị thất bại khi hắn đã hãm hại Nabi – Sol lol lo hu ‘a lai hi wa sal lam –.\n2- {Maa agh naa ‘an hu maa lu hu wa maa ka sab} Còn thứ gì có thể giúp ích được cho hắn của cải hay con cái? Tất cả đều không bảo vệ được hắn khỏi sự trừng phạt và không giúp hắn có được lòng thương xót.\n3- {Sa yos laa naa ron zdaa ta la hab} Hắn sẽ bị thiêu đốt trong lửa ngùn ngụt cháy trong Ngày Tận Thế, hắn phải đau đớn trong cơn nóng đó.\n4- {Wam ro a tu hu ham maa la tal ha tob} Và cả vợ của hắn, Ummu Jamil cũng chung số phận với hắn, do ả đã vác củi gai trải lên đường đi của Nabi để gây hại Người.\n5- {Fi ji di haa hab lum mim ma sad} Cổ của ả ta sẽ bị thắt bởi sợi dây thừng được xe từ xơ mà kéo vào Hoả Ngục.",
      "audio_url": "https://kids.islamenc.com/uploads/audio/14.mp3"
    },
    {
      "id": 15,
      "cau_hoi": "Câu hỏi 15: Hãy đọc chương Al-Ikhlas và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Ikhlas và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nQul hu wol lo hu a had Ol lo hus so mad Lam ya lid wa lam yũ lad Wa lam ya kul la hu ku fu wan a had [chương 112 – Al-Ikhlas: 1 – 4].\nGiải thích ý nghĩa:\n1- {Qul hu wol lo hu a had}  Ngươi hãy nói - hỡi Thiên Sứ - : “Ngài là Allah, Đấng Duy Nhất mà không có Thượng Đế nào ngoài Ngài.”\n2- {Ol lo hus so mad} “Allah là Đấng Tự Hữu Ngài không cần ai nhưng tất cả đều cần Ngài. Mọi thỉnh cầu của vạn vật đều hướng lên Ngài.”\n3- {Lam ya lid wa lam yũ lad} “Ngài không có con và cũng không có cha.”\n4- {Wa lam ya kul la hu ku fu wan a had}  “Và không có một ai (cái gì) có thể so sánh cùng Ngài.”",
      "audio_url": "https://kids.islamenc.com/uploads/audio/15.mp3"
    },
    {
      "id": 16,
      "cau_hoi": "Câu hỏi 16: Hãy đọc chương Al-Falaq và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương Al-Falaq và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nQul a ‘ũ zdu bi rab bil fa laq Min shar ri maa kho laq Wa min shar ri gho si qin i zdaa wa qob Wa min shar rin naf faa thaa ti fil ‘u qod Wa min shar ri haa si din i zdaa ha sad [chương 113 – Al-Falaq: 1 - 5]\nGiải thích ý nghĩa:\n1- {Qul a ‘ũ zdu bi rab bil fa laq} Ngươi hãy nói - hỡi Thiên Sứ Muhammad “Bề tôi cầu xin Thượng Đế của bình minh che chở.\n2- {Min shar ri maa kho laq} “Tránh khỏi những điều xấu trong tất cả tạo vật mà Ngài đã tạo.”\n3- {Wa min shar ri gho si qin i zdaa wa qob} “Tránh khỏi những điều xấu của bóng đêm khi nó bao phủ như động vật có hại và trộm cắp.”\n4- {Wa min shar rin naf faa thaa ti fil ‘u qod} “Tránh khỏi những điều xấu từ những kẻ phù phép vào những chiếc gút thắt.”\n5- {Wa min shar ri haa si din i zdaa ha sad} “Và tránh khỏi sự hãm hại của những kẻ ganh ghét và đố kỵ về những hồng ân mà Allah đã ban. Họ muốn hồng ân đó mất đi và gặp phải hoạ kiếp.”",
      "audio_url": "https://kids.islamenc.com/uploads/audio/16.mp3"
    },
    {
      "id": 17,
      "cau_hoi": "Câu hỏi 17: Hãy đọc chương An-Nas và phân tích nghĩa của chương Kinh?",
      "cau_tra_loi": "Đáp: Chương An-Nas và phần giải thích ý nghĩa:\nBis mil la hir róh ma nir ro h.i.m\nQul a ‘ũ zdu bi rab bin n.a.s Ma li kin n.a.s I laa hin n.a.s Min shar ril was waa sil khon n.a.s Al la zdi yu was wi su fi su du rin n.a.s Mi nal jinn a ti wan n.a.s [chương 114 – An-Nas: 1 - 6]\nGiải thích ý nghĩa:\n1- {Qul a ‘ũ zdu bi rab bin n.a.s} Ngươi hãy nói - hỡi Thiên Sứ Muhammad: “Bề tôi cầu xin Thượng Đế của nhân loại che chở.”\n2- {Ma li kin n.a.s} “Vị Vua của nhân loại, Ngài toàn quyền chi phối mọi điều theo ý muốn của Ngài mà không có Đấng Thống Trị nào ngoài Ngài.”\n3- {I laa hin n.a.s} “Thượng Đế đích thực của nhân loại, mà không có Thượng Đế đích thực nào của loài người ngoài Ngài.”\n4- {Min shar ril was waa sil khon n.a.s} “Tránh khỏi những điều xấu của lũ Shaytan thì thào quấy nhiễu con người.”\n5- {Al la zdi yu was wi su fi su du rin n.a.s} “Kẻ thường thì thào điều độc hại vào trái tim của nhân loại.”\n6- {Mi nal jinn a ti wan n.a.s} “Từ loài Jinn và loài người.”",
      "audio_url": "https://kids.islamenc.com/uploads/audio/17.mp3"
    }
  ]
}